[
  {
    "start": 2.9266211604095567,
    "end": 19.83788395904437,
    "speaker": "SPEAKER_00",
    "text": " What about diet? Is there a cell you play in a minute fast? Do you fast? Is that help with everything? With the things you played was been most beneficial to the your ability to mentally focus on a thing and just mental mental productivity and happiness. You still fast?"
  },
  {
    "start": 7.738907849829352,
    "end": 9.684300341296929,
    "speaker": "SPEAKER_01",
    "text": " that help with everything. Please."
  },
  {
    "start": 19.76962457337884,
    "end": 57.5,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I still fast, but I do intermittent fasting, but really what it means at the end of the day is I skip breakfast. Yeah. So I do 18, six roughly by default when I'm in my steady state. If I'm traveling or doing something else, I will break the rules, but in my steady state, I do 18, six. So I eat only from 12 to 6. Not a hard rule and I break it often, but that's my default. And then, yeah, I've done a bunch of random experiments for the most part right now, where I've been for the last year and a half, I want to say, is I'm plant-based or plant-forward. I heard it applies forward. It sounds better. I don't actually know the differences, but it sounds better in my mind. But it just means I prefer plant-based food. And raw."
  },
  {
    "start": 51.20307167235495,
    "end": 51.42491467576792,
    "speaker": "SPEAKER_00",
    "text": " I don't know."
  },
  {
    "start": 57.15870307167236,
    "end": 59.104095563139936,
    "speaker": "SPEAKER_00",
    "text": " raw or cooked or cooked."
  },
  {
    "start": 58.762798634812285,
    "end": 61.0665529010239,
    "speaker": "SPEAKER_01",
    "text": " I prefer cooked and blunt paste."
  },
  {
    "start": 61.356655290102395,
    "end": 69.70136518771332,
    "speaker": "SPEAKER_00",
    "text": " So plant-based, forgive me, I don't actually know how wide the category of plant entails. Well, plant-based just-"
  },
  {
    "start": 69.0529010238908,
    "end": 86.15187713310581,
    "speaker": "SPEAKER_01",
    "text": " Well, plenty just means that you're not a lot of talk about is and you can flex and you just prefer to eat plants and you know You're not making you're not trying to influence other people and if someone is you come to someone's house party and they serve you a State that they're really proud of you will eat it. Yes, right? Right."
  },
  {
    "start": 70.67406143344711,
    "end": 71.93686006825939,
    "speaker": "SPEAKER_00",
    "text": " Like a cheater bonus."
  },
  {
    "start": 83.98464163822526,
    "end": 92.55119453924915,
    "speaker": "SPEAKER_00",
    "text": " Yes. Right. It's just like, that's beautiful. I mean, that's, I'm the flip side of that, but I'm very sort of flexible. Have you tried doing one meal a day?"
  },
  {
    "start": 93.30204778156997,
    "end": 107.24402730375428,
    "speaker": "SPEAKER_01",
    "text": " I have accidentally, not consistently, but I've accidentally had that. I don't like it. I think it makes me feel not good. It's too much of a hit. Yeah. And so currently I have about two meals a day, 12 and six. I definitely do."
  },
  {
    "start": 106.86860068259386,
    "end": 114.66723549488056,
    "speaker": "SPEAKER_00",
    "text": " I do that nonstop, I'm doing it no, until one meal a day. It's interesting, it's interesting feeling. Have you ever fasted along with it a day?"
  },
  {
    "start": 114.87201365187714,
    "end": 130.9982935153584,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I've done a bunch of water fasts because I'm curious what happens. What? Anything interesting. Yeah, I would say so. I mean, you know, what's interesting is that you're hungry for two days. And then I starting day three or so, you're not hungry. It's like such a weird feeling because you haven't eaten in a few days and you're not hungry."
  },
  {
    "start": 119.1382252559727,
    "end": 119.85494880546077,
    "speaker": "SPEAKER_00",
    "text": " Anything interesting."
  },
  {
    "start": 130.9982935153584,
    "end": 142.99488054607508,
    "speaker": "SPEAKER_00",
    "text": " Is that weird? It's only one of the many weird things about human biology. You figure something out and finds another source of energy or something like that or relaxes the system. I don't know how to work."
  },
  {
    "start": 135.4180887372014,
    "end": 135.63993174061432,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 142.63651877133105,
    "end": 147.1075085324232,
    "speaker": "SPEAKER_01",
    "text": " Yeah, the body is like you're hungry, you're hungry, and then it just gives up. It's like, okay, I guess we're fasting now"
  },
  {
    "start": 148.2679180887372,
    "end": 157.99488054607508,
    "speaker": "SPEAKER_01",
    "text": " And then it's just kind of like focuses on trying to make you not hungry and you know not feel the damage of that and trying to give you some space to figure out the food situation."
  },
  {
    "start": 157.5,
    "end": 162.1075085324232,
    "speaker": "SPEAKER_00",
    "text": " So are you still to this day most productive at night?"
  },
  {
    "start": 162.1075085324232,
    "end": 180.45221843003412,
    "speaker": "SPEAKER_01",
    "text": " I would say I am, but it is really hard to maintain my PhD schedule, especially when I was working at Tesla and so on, it's a non-starter. But even now, people want to meet for various events. The society lives in a certain period of time, and you have to work with that."
  },
  {
    "start": 180.45221843003412,
    "end": 213.57508532423208,
    "speaker": "SPEAKER_00",
    "text": " It's hard to do a social thing and then after that, return and do work. Yeah, it's just really hard. That's why I try to do social thing. That's why I'm not too much drinking, so I can return and continue doing work. But a Tesla is there, is there conversions, a Tesla, but any company, is there a conversion to someone's schedule or is there more, is that how humans behave when they collaborate? I need to learn about this. Yeah, do they try to keep a consistent schedule or you're all the way at the same time?"
  },
  {
    "start": 210.14505119453923,
    "end": 210.26450511945393,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 213.57508532423208,
    "end": 239.7525597269625,
    "speaker": "SPEAKER_01",
    "text": " I'm going to do try to create a routine and I try to create a steady state in which I'm comfortable in. So I have a morning routine, I have a day routine, I try to keep things to a steady state and things are predictable and then you can sort of just like your body just sort of like sticks to that. And if you try to stress that a little too much it will create, you know, when you're traveling and you're dealing with jet lag, you're not able to really ascend to, you know, where you need to go. Yeah, yeah, that's weird. You're too lazy."
  },
  {
    "start": 238.13139931740614,
    "end": 245.65699658703073,
    "speaker": "SPEAKER_00",
    "text": " Yeah, yeah, that's what you do about as humans with habits and stuff. What are your thoughts on work life balance throughout a human lifetime?"
  },
  {
    "start": 246.93686006825942,
    "end": 259.0529010238908,
    "speaker": "SPEAKER_00",
    "text": " So testing part was known for sort of pushing people to their limits. In terms of what they're able to do, in terms of what they're trying to do, in terms of how much they work, all that kind of stuff."
  },
  {
    "start": 259.0529010238908,
    "end": 301.0665529010239,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I mean, I will say Tesla gets old too much bad rep for this because what's happening is Tesla is it's a bursty environment. So I would say the baseline, my only point of reference is Google where I've interned three times and I saw what it's like inside Google and deep mind. I would say the baseline is higher than that, but then there's a punctuated equilibrium where once in a while there's a fire and someone like people work really hard. And so that it's spiky and bursty. And then all the stories get collected above the bursts. And then it gives the appearance of like total insanity, but actually it's just a bit more intense environment and there are fires and sprints. And so I think, you know, definitely though I would say it's a more intense environment than something you would get."
  },
  {
    "start": 286.8856655290102,
    "end": 287.9607508532423,
    "speaker": "SPEAKER_00",
    "text": " the first. Yeah."
  },
  {
    "start": 301.01535836177476,
    "end": 318.8993174061433,
    "speaker": "SPEAKER_00",
    "text": " Like in your person, forget all of that. Just in your own personal life. What do you think about the happiness of a human being, a brilliant person like yourself, about finding a balance between working life or is such a thing, not a good thought experiment?"
  },
  {
    "start": 320.16211604095565,
    "end": 332.141638225256,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I think balance is good, but I also love to have sprints that are out of distribution. And that's when I think I've been pretty creative and as well."
  },
  {
    "start": 332.55119453924914,
    "end": 339.9914675767918,
    "speaker": "SPEAKER_00",
    "text": " So, sprints out of distribution means that most of the time you have a quote-unquote balance."
  },
  {
    "start": 339.95733788395904,
    "end": 343.71160409556313,
    "speaker": "SPEAKER_01",
    "text": " I have balance most of the time. I like being obsessed with something once in a while."
  },
  {
    "start": 340.70819112627987,
    "end": 341.7662116040956,
    "speaker": "SPEAKER_00",
    "text": " I would like to be"
  },
  {
    "start": 344.2064846416382,
    "end": 346.74914675767917,
    "speaker": "SPEAKER_00",
    "text": " Once in a while is what once a week, once a month, once a year."
  },
  {
    "start": 346.6808873720137,
    "end": 348.76279863481227,
    "speaker": "SPEAKER_01",
    "text": " Yeah, probably like to say once a month or something."
  },
  {
    "start": 348.8481228668942,
    "end": 351.8344709897611,
    "speaker": "SPEAKER_00",
    "text": " And that's when we get and you get help repo for my."
  },
  {
    "start": 351.51023890784984,
    "end": 378.30204778156997,
    "speaker": "SPEAKER_01",
    "text": " Yeah, that's when you're like really care about a problem. It must exist. This will be awesome. You're obsessed with it and now you can't just do it on that day. You need to pay the fixed cost of getting into the groove Yeah, and then you need to stay there for a while and then society will come and they will try to mess with you And they will try to distract you. Yeah, the worst thing is like a person who's like I just need five minutes of your time Yeah, this is the cost of that is not five minutes and society needs to change how it thinks about just five minutes of your time"
  },
  {
    "start": 370.07679180887374,
    "end": 370.179180887372,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 378.30204778156997,
    "end": 385.3668941979522,
    "speaker": "SPEAKER_00",
    "text": " Right. It's never it's never just one minute just 30s just a quick deal. Are you being so yeah? No"
  },
  {
    "start": 382.858361774744,
    "end": 382.8924914675768,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 384.2064846416382,
    "end": 384.22354948805463,
    "speaker": "SPEAKER_01",
    "text": " you"
  },
  {
    "summary": "In this conversation, the speakers discuss their dietary habits, focusing on intermittent fasting and a preference for plant-based food. They also briefly touch on the benefits of fasting and the experience of hunger during extended fasts. The conversation then shifts to the topic of productivity and work-life balance. The speaker shares that they are most productive at night but face challenges in maintaining a consistent schedule due to social obligations and work commitments. They discuss the bursty nature of work environments, using Tesla as an example. The speaker emphasizes the importance of finding balance in one's personal life and discusses the value of occasional intense work sprints. They highlight the need for uninterrupted focus during these periods and express frustration with societal expectations and distractions."
  }
]