[
  {
    "start": 2.977815699658703,
    "end": 28.199658703071673,
    "speaker": "SPEAKER_00",
    "text": " I get asked you at a few different attempts at a theory of everything, especially recently. I've been for many years a big fan of cellular, top of complex systems and obviously because of that a fan of Stephen Wolfram's work in that space. He's recently been talking about a theory of everything through his physics project. What do you think about this kind of discreet?"
  },
  {
    "start": 24.6160409556314,
    "end": 24.92320819112628,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 30.29863481228669,
    "end": 41.47610921501706,
    "speaker": "SPEAKER_00",
    "text": " The theory of everything from simple rules and simple objects on the hypergraphs Emerges all of our reality or time and space or emergent basically everything we see around us is emerging"
  },
  {
    "start": 41.015358361774744,
    "end": 94.24061433447099,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I have to say unfortunately I have kind of pretty much zero sympathy for that. I mean, I don't I spent a little time looking at it and I just don't see it doesn't seem to me to get anywhere and and it really is just really really doesn't agree at all with what with what I'm saying this kind of unification of math and physics that I'm kind of talking about around certain kinds of very deep ideas about geometry and stuff this if you want to believe that that your things are really coming out of cellular to automata at the most fun my level you have to believe that everything that I've seen my whole career and as as beautiful powerful ideas that that's all just kind of a mirage which just kind of randomly is emerging from these more basic very very simple minded things and I you have to give me some serious evidence for that and I'm saying nothing"
  },
  {
    "start": 60.67406143344711,
    "end": 60.87883959044369,
    "speaker": "SPEAKER_00",
    "text": " with us."
  },
  {
    "start": 94.24061433447099,
    "end": 108.3703071672355,
    "speaker": "SPEAKER_00",
    "text": " So Marage, you don't think there could be a consistency where things that quantum mechanics could emerge from much, much, much smaller discrete computational type systems. I think"
  },
  {
    "start": 107.94368600682594,
    "end": 116.51023890784984,
    "speaker": "SPEAKER_01",
    "text": " I think from the point of view of certain mathematical point of view, quantum mechanics is already mathematically as simple as a gets. It really is."
  },
  {
    "start": 118.02901023890786,
    "end": 142.1928327645051,
    "speaker": "SPEAKER_01",
    "text": " a story about really the fundamental objects that you work within when you write down a quantum theory are in some some fun point of view precisely the fundamental objects at the deepest levels of mathematics that you're working with are exactly the same. So and cellular automata are something completely different which don't fit into these structures and so and so don't see why anyway I don't see it as a promising"
  },
  {
    "start": 143.33617747440275,
    "end": 143.38737201365188,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 143.38737201365188,
    "end": 143.5921501706485,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 144.240614334471,
    "end": 154.29180887372013,
    "speaker": "SPEAKER_01",
    "text": " You know, I'm probably saying the thing to do. And then just looking at it and saying, does this go anywhere? Does this solve any problem that I've ever, that I didn't, does this solve any problem of any kind of, I just don't see it."
  },
  {
    "start": 154.65017064846415,
    "end": 189.46245733788396,
    "speaker": "SPEAKER_00",
    "text": " Yeah, to me, cellular automata and these hypergraphs, I'm not sure solving a problem is even the standard to apply here at this moment. To me, the fascinating thing is that the question it asks have no good answers. So there's not good math explaining, forget the physics of it, math explaining the behavior of complex systems. And that to me is both exciting and paralyzing. Like we're at the very early days of understanding how complicated and fascinating things emerge from simple rules."
  },
  {
    "start": 176.62969283276453,
    "end": 176.95392491467578,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 188.98464163822524,
    "end": 229.29180887372013,
    "speaker": "SPEAKER_01",
    "text": " Yeah, you know, I agree. I think that is a truly great problem. And depending where it goes, it may be, you know, it may start to develop some kind of connections to the things that I've kind of found or fruitful and hard to know, just I think a lot of that area, I kind of strongly feel I best not say too much about it because I just, I don't know too much about it. And I mean, again, we're back to this original problem that, you know, your time in life is limited. You have to figure out what you're going to spend your time thinking about. And that's something I just never seen enough to convince me to spend more time thinking about."
  },
  {
    "start": 228.7798634812287,
    "end": 262.94368600682594,
    "speaker": "SPEAKER_00",
    "text": " What also timing, it's not just that our time is limited, but the timing of the kind of things you think about. There's some aspect to cellular tomorrows, these kinds of objects that it feels like we're very many years away from having big breakthroughs on. And so it's like, you have to pick the problems that are solvable today. In fact, my intuition, again, not perhaps biased, is it feels like the kind of systems that complex systems that cellular tomorrows would not be solved by human brains."
  },
  {
    "start": 245.84470989761093,
    "end": 246.35665529010242,
    "speaker": "SPEAKER_01",
    "text": " and"
  },
  {
    "start": 263.8139931740614,
    "end": 336.4931740614334,
    "speaker": "SPEAKER_00",
    "text": " It feels like, well, it feels like something post-human that will solve every problem. Or like significantly enhance humans, meaning like using computational tools, very powerful computational tools to crack these problems open. That's if our approach to science, our ability to understand science, our ability to understand physics, will become more and more computational. Or there will be a whole field that's computational nature, which currently is not the case. Currently, computation is the thing that assists us in understanding science the way we've been doing it all along. But if there's a whole new, I mean, that will from new kind of science, right? It's a little bit dramatic. But if computers could do science on their own, computational systems, perhaps, that's the way they would do the science. They would try to understand the cellular automata. And that feels like we're decades away. So perhaps we'll crack open some interesting facets of this physics problem, but it's very far away. So timing is everything."
  },
  {
    "start": 263.8481228668942,
    "end": 264.17235494880543,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 269.0870307167236,
    "end": 269.820819112628,
    "speaker": "SPEAKER_01",
    "text": " That's awesome."
  },
  {
    "start": 336.4931740614334,
    "end": 337.858361774744,
    "speaker": "SPEAKER_01",
    "text": " that's perfectly possible."
  },
  {
    "start": 337.5853242320819,
    "end": 337.6535836177474,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "summary": "The conversation is about Stephen Wolfram's theory of everything through his physics project, which is based on cellular automata. Speaker_00 expresses admiration for Wolfram's work, while Speaker_01 disagrees and does not find it promising. Speaker_01 believes that the fundamental objects in quantum mechanics are different from those in cellular automata. They discuss the challenge of understanding complex systems and the behavior of emergent phenomena. Speaker_01 mentions that they are not well-versed in cellular automata and prefer to focus on other areas. They also discuss the potential for future breakthroughs in understanding complex systems through computational tools, but acknowledge that it may be many years away. They emphasize the importance of timing and selecting solvable problems in science."
  }
]