[
  {
    "start": 2.994880546075086,
    "end": 23.148464163822528,
    "speaker": "SPEAKER_00",
    "text": " zooming out in general in education, there's something called critical race theory. Can you comment on what are your thoughts about this kind of perspective on race and race in America to the degree that it's becoming a part of the education program?"
  },
  {
    "start": 8.558020477815699,
    "end": 8.848122866894197,
    "speaker": "SPEAKER_01",
    "text": " Okay."
  },
  {
    "start": 23.71160409556314,
    "end": 32.96075085324232,
    "speaker": "SPEAKER_01",
    "text": " Okay, so the first thing I want to say... What is it? Well, the first thing I want to say about critical race theory is that critical race theory has..."
  },
  {
    "start": 25.383959044368602,
    "end": 25.9641638225256,
    "speaker": "SPEAKER_00",
    "text": " What is it?"
  },
  {
    "start": 33.8481228668942,
    "end": 39.24061433447099,
    "speaker": "SPEAKER_01",
    "text": " become a term, so I'm going to put quotation marks around the term critical race theory."
  },
  {
    "start": 39.9061433447099,
    "end": 51.68088737201366,
    "speaker": "SPEAKER_01",
    "text": " We can, I'm in a minute, I'll talk about critical race theory without quotation marks, but to begin with, I wanna talk about critical race theory because the reason why people are talking about critical race theory so much now."
  },
  {
    "start": 52.29522184300342,
    "end": 54.03583617747441,
    "speaker": "SPEAKER_01",
    "text": " is because politicians,"
  },
  {
    "start": 54.78668941979522,
    "end": 56.71501706484642,
    "speaker": "SPEAKER_01",
    "text": " mainly Republican."
  },
  {
    "start": 57.89249146757679,
    "end": 59.991467576791806,
    "speaker": "SPEAKER_01",
    "text": " right wing politicians."
  },
  {
    "start": 61.0665529010239,
    "end": 61.81740614334471,
    "speaker": "SPEAKER_01",
    "text": " have"
  },
  {
    "start": 62.482935153583625,
    "end": 65.04266211604096,
    "speaker": "SPEAKER_01",
    "text": " created a boogie man."
  },
  {
    "start": 67.36348122866895,
    "end": 72.46587030716724,
    "speaker": "SPEAKER_01",
    "text": " Critical Race Theory with quotation marks around it. They have created a boogie man."
  },
  {
    "start": 73.57508532423209,
    "end": 78.43856655290104,
    "speaker": "SPEAKER_01",
    "text": " and they have tried to make it seem as though this boogie man"
  },
  {
    "start": 79.18941979522185,
    "end": 87.63651877133107,
    "speaker": "SPEAKER_01",
    "text": " believes all sorts of ideas that Americans should loathe, and that Americans should fear."
  },
  {
    "start": 88.57508532423209,
    "end": 128.2679180887372,
    "speaker": "SPEAKER_01",
    "text": " and they've created this Boogeyman and they've created it and they've done a very good job of creating the Boogeyman and they have mobilized sufficient public supports such that there are a number of states that have passed laws prohibiting the teaching of so-called critical race theory. Now the first thing I wanna say about this is that this campaign, these laws, these various policies, telling teachers don't teach this and don't teach that and you can't use this book, you can't use that book."
  },
  {
    "start": 129.0529010238908,
    "end": 132.82423208191125,
    "speaker": "SPEAKER_01",
    "text": " This is a frightening encroachment."
  },
  {
    "start": 133.62627986348122,
    "end": 134.3259385665529,
    "speaker": "SPEAKER_01",
    "text": " on"
  },
  {
    "start": 135.0255972696246,
    "end": 136.01535836177476,
    "speaker": "SPEAKER_01",
    "text": " Freedom!"
  },
  {
    "start": 136.61262798634812,
    "end": 141.47610921501706,
    "speaker": "SPEAKER_01",
    "text": " Freedom of speech, freedom to learn, freedom to listen, freedom to read."
  },
  {
    "start": 142.82423208191125,
    "end": 165.33276450511948,
    "speaker": "SPEAKER_01",
    "text": " That's terrible. And it's one of the most frightening things that has happened in American life in recent memory. So that's the first thing I want to say about so-called critical race theory. Now, now I'll say something. I'm going to take the quotation marks off of the term critical race theory. Critical race theory is sort of a"
  },
  {
    "start": 166.35665529010242,
    "end": 171.04948805460754,
    "speaker": "SPEAKER_01",
    "text": " you could have a nice conversation about actually what it is."
  },
  {
    "start": 171.81740614334473,
    "end": 180.7935153583618,
    "speaker": "SPEAKER_01",
    "text": " One way of viewing it is to say that, well, critical race theory is a community of ideas."
  },
  {
    "start": 181.40784982935156,
    "end": 184.3259385665529,
    "speaker": "SPEAKER_01",
    "text": " that comes from a community of people."
  },
  {
    "start": 185.05972696245738,
    "end": 187.9607508532423,
    "speaker": "SPEAKER_01",
    "text": " the community of people would be people."
  },
  {
    "start": 189.18941979522185,
    "end": 191.03242320819112,
    "speaker": "SPEAKER_01",
    "text": " uh... in legal academia"
  },
  {
    "start": 192.2269624573379,
    "end": 194.7525597269625,
    "speaker": "SPEAKER_01",
    "text": " in the"
  },
  {
    "start": 196.28839590443687,
    "end": 202.3122866894198,
    "speaker": "SPEAKER_01",
    "text": " you know, the period, 1988 starting in probably the middle of the 1980s."
  },
  {
    "start": 203.21672354948805,
    "end": 221.11774744027304,
    "speaker": "SPEAKER_01",
    "text": " It would be associated with people like Derek Bell. It would be associated with people like Kimberly Crenshaw, people like Charles Lawrence, people like Richard Delgado, people like Mary Matsuda. And these are folks who held,"
  },
  {
    "start": 222.1928327645051,
    "end": 231.23720136518773,
    "speaker": "SPEAKER_01",
    "text": " uh... embrace a couple of you know they they they articulated a couple of propositions one of their propositions was that uh..."
  },
  {
    "start": 232.8071672354949,
    "end": 233.98464163822524,
    "speaker": "SPEAKER_01",
    "text": " LIBDY"
  },
  {
    "start": 235.72525597269623,
    "end": 237.41467576791808,
    "speaker": "SPEAKER_01",
    "text": " Race policy."
  },
  {
    "start": 238.4726962457338,
    "end": 239.85494880546077,
    "speaker": "SPEAKER_01",
    "text": " was insufficient."
  },
  {
    "start": 240.6058020477816,
    "end": 255.34982935153585,
    "speaker": "SPEAKER_01",
    "text": " they would say that the racial policies of a person like my old boss, they're good Marshall, the liberal racial policies were insufficient."
  },
  {
    "start": 256.0665529010239,
    "end": 258.3191126279863,
    "speaker": "SPEAKER_01",
    "text": " to grapple fully."
  },
  {
    "start": 258.91638225255974,
    "end": 263.8310580204778,
    "speaker": "SPEAKER_01",
    "text": " with the pervasiveness and the depth and intensity of American racism."
  },
  {
    "start": 264.5136518771331,
    "end": 285.70819112627987,
    "speaker": "SPEAKER_01",
    "text": " their their basic claim and i think by the way was a good claim their basic claim was that american racism is more central more deeply embedded in american life than uh... most people perceived including liberals and i think there was a lot of strength to that proposition"
  },
  {
    "start": 286.66382252559725,
    "end": 287.1928327645051,
    "speaker": "SPEAKER_01",
    "text": " Um"
  },
  {
    "start": 288.40443686006824,
    "end": 302.5341296928328,
    "speaker": "SPEAKER_01",
    "text": " But then they also took on some other propositions with which I was in very strong disagreement. So I think it's perfectly fine to say that racism is a force in American life."
  },
  {
    "start": 303.21672354948805,
    "end": 321.919795221843,
    "speaker": "SPEAKER_01",
    "text": " that is deeper, more pervasive, more stubborn, more resilient, then I think people often, you know, often understand, often perceive. But then some of the folks, you know, critical race theory"
  },
  {
    "start": 324.4453924914676,
    "end": 326.27133105802045,
    "speaker": "SPEAKER_01",
    "text": " Um, push further."
  },
  {
    "start": 327.27815699658703,
    "end": 333.79692832764505,
    "speaker": "SPEAKER_01",
    "text": " One of the propositions that some of the people in critical race theory took was the proposition that"
  },
  {
    "start": 335.50341296928326,
    "end": 337.90955631399316,
    "speaker": "SPEAKER_01",
    "text": " uh... america was doomed"
  },
  {
    "start": 338.7798634812287,
    "end": 340.82764505119457,
    "speaker": "SPEAKER_01",
    "text": " to always be a country."
  },
  {
    "start": 341.74914675767917,
    "end": 348.1655290102389,
    "speaker": "SPEAKER_01",
    "text": " that would be governed according to the dictates of white supremacy."
  },
  {
    "start": 349.00170648464166,
    "end": 365.31569965870307,
    "speaker": "SPEAKER_01",
    "text": " Derrick Bell, who was a colleague of mine and a friend of mine, took that position. He talked about the permanence of racism in American life. And he took the position that the various changes that had been wrought in American life"
  },
  {
    "start": 366.0665529010239,
    "end": 369.68430034129693,
    "speaker": "SPEAKER_01",
    "text": " were really mainly cosmetic."
  },
  {
    "start": 370.43515358361776,
    "end": 377.141638225256,
    "speaker": "SPEAKER_01",
    "text": " uh... they didn't amount to all along and there are belted the position you know this the secondary construction the civil rights movement"
  },
  {
    "start": 377.9266211604096,
    "end": 391.32252559726965,
    "speaker": "SPEAKER_01",
    "text": " Well, it made changes, but at the end of the day, black people were still, you know, after the second reconstruction, were still in a position of"
  },
  {
    "start": 392.84129692832767,
    "end": 427.9948805460751,
    "speaker": "SPEAKER_01",
    "text": " almost, you know, I don't know, some of them would even say neoslavery. Well, I think that's ridiculous. The second reconstruction changed a lot. And as for neoslavery, neoslavery, what are you talking about? A black American was president of the United States between the years 2008 and 2016. I mean, what are we talking about here? There's been a tremendous change and I think people ought to understand that. Now,"
  },
  {
    "start": 429.34300341296927,
    "end": 461.51023890784984,
    "speaker": "SPEAKER_01",
    "text": " Am I saying that everything is peachy keen and all right? No. The United States is still, to a very large extent, still a pigmentocracy. But that doesn't mean that a lot hasn't changed. A lot has. So I disagree with certain tenets of critical race theory and have been very outspoken in my disagreement. There's another one, by the way, I need to mention, because we've talked so much in our discussion about freedom of speech, freedom to teach, freedom of listening."
  },
  {
    "start": 462.9778156996587,
    "end": 467.6194539249147,
    "speaker": "SPEAKER_01",
    "text": " Another big problem that I've had with some of the people who"
  },
  {
    "start": 469.18941979522185,
    "end": 472.3805460750853,
    "speaker": "SPEAKER_01",
    "text": " talk of themselves as critical race theory people."
  },
  {
    "start": 473.30204778156997,
    "end": 478.60921501706486,
    "speaker": "SPEAKER_01",
    "text": " has to do with their attitude towards freedom, freedom of speech."
  },
  {
    "start": 479.3600682593857,
    "end": 487.0051194539249,
    "speaker": "SPEAKER_01",
    "text": " Some critical race theory people think that the American legal system is wrong."
  },
  {
    "start": 487.94368600682594,
    "end": 489.95733788395904,
    "speaker": "SPEAKER_01",
    "text": " in the latitude."
  },
  {
    "start": 490.70819112627987,
    "end": 509.1211604095563,
    "speaker": "SPEAKER_01",
    "text": " that it gives to what they call hate speech or the latitude that it gives to what they would view as racist beliefs. Some of the people who associate themselves with critical race theory think that racist beliefs ought to be expunged."
  },
  {
    "start": 509.83788395904435,
    "end": 512.9948805460751,
    "speaker": "SPEAKER_01",
    "text": " with the aid of state power if need be."
  },
  {
    "start": 513.6945392491467,
    "end": 514.8890784982935,
    "speaker": "SPEAKER_01",
    "text": " well i'm against that"
  },
  {
    "start": 515.7252559726962,
    "end": 522.5,
    "speaker": "SPEAKER_01",
    "text": " And I think we were at a moment, an ironic moment."
  },
  {
    "start": 523.3873720136519,
    "end": 527.3805460750854,
    "speaker": "SPEAKER_01",
    "text": " in which actually it's the right wing."
  },
  {
    "start": 527.9778156996587,
    "end": 541.3054607508533,
    "speaker": "SPEAKER_01",
    "text": " that has embraced some of the ideas that were championed by some of the people who call themselves critical race theorists. You know, they say, oh, we ought to expunge hate speech."
  },
  {
    "start": 542.0392491467577,
    "end": 547.1075085324233,
    "speaker": "SPEAKER_01",
    "text": " well the right wing is saying this critical race theory that's hate speech so let's expunge it"
  },
  {
    "start": 548.0631399317406,
    "end": 554.4112627986348,
    "speaker": "SPEAKER_01",
    "text": " And so again, I've been very outspoken in my criticism."
  },
  {
    "start": 555.2645051194539,
    "end": 558.6945392491467,
    "speaker": "SPEAKER_01",
    "text": " of some of the Elebaryl"
  },
  {
    "start": 560.3498293515358,
    "end": 561.646757679181,
    "speaker": "SPEAKER_01",
    "text": " Dimensions."
  },
  {
    "start": 562.4658703071673,
    "end": 590.2133105802047,
    "speaker": "SPEAKER_01",
    "text": " of critical race theory. So I've been a critic of certain features of critical race theory. I have applauded certain features of critical race theory. Critical race theory, there's some aspects of it that I think have been useful. There's some aspects of it that I think have been profoundly wronged at it. So that's where I am. And I certainly, you know, above all."
  },
  {
    "start": 591.1177474402731,
    "end": 617.8924914675767,
    "speaker": "SPEAKER_01",
    "text": " I certainly am against any efforts to remove it from the intellectual universe. It is a part of our intellectual universe. People ought to know about it and people ought to debate it and people ought to be free to make up their minds to conclude what they will about the stress and weaknesses of critical race there."
  },
  {
    "summary": "The conversation is about critical race theory and its role in the education system. The speaker discusses how politicians, specifically right-wing politicians, have created a negative perception of critical race theory and have passed laws prohibiting its teaching. The speaker argues that this is a violation of freedom of speech and education. They explain that critical race theory is a community of ideas that originated in legal academia with scholars like Derek Bell and Kimberly Crenshaw. The speaker agrees that racism is deeply embedded in American life but disagrees with the proposition that America is doomed to always be governed by white supremacy. They also criticize certain aspects of critical race theory, particularly its views on freedom of speech and the expungement of racist beliefs. The speaker believes that critical race theory should remain a part of the intellectual universe and that people should be able to debate and form their own conclusions about its strengths and weaknesses."
  }
]