[
  {
    "start": 2.9436860068259385,
    "end": 14.411262798634812,
    "speaker": "SPEAKER_01",
    "text": " How do you survive in a solo? Solo hiked through the jungle. What are the different components? What are the different dangers? So you said you had a hammock, you had some food. What kind of food by the way we're talking about?"
  },
  {
    "start": 10.025597269624573,
    "end": 10.827645051194539,
    "speaker": "SPEAKER_00",
    "text": " She said you had a hammer."
  },
  {
    "start": 14.411262798634812,
    "end": 75.46928327645051,
    "speaker": "SPEAKER_00",
    "text": " Nuts stuff that won't go bad because you can't so you can't really start a fire in the Amazon Like I'm a good. I mean I camp all over the place. I'm a wilderness guide Starting a fire in the Amazon is futile In fact a lot of survival manuals will tell you don't do it because if you're really lost it'll break your spirit You're not gonna be able to do it as dark. Yeah, they're like don't even try it But you can still get like hyperthermia from if you get wet and you lay out in the jungle You could you know you could still exposure can still get you so you want fire I even in the beginning I used to bring like ramen noodles which is which is Nutritionally is irrelevant and so I started bringing like nuts and then supplementing that with fish Which forced me to become a very good fisherman and now of course J.J Knows that he can like they can cut certain roots and they bash it up and they put it in the stream and The fish just float to the top and they take with it So like he's got like he's got all the cheat codes Whereas like I'm sitting there with a hook and then he's like he'll go now find bait and I go bait"
  },
  {
    "start": 76.44197952218431,
    "end": 105.99829351535837,
    "speaker": "SPEAKER_00",
    "text": " And the most competitive ecosystem on Earth, good luck finding a worm. You can't do it. What does JJ do? He takes the machete, looks at his foot, cuts a slug of callus off of his heel, because he's got this thick rhino skin. Puts that on the hook, catches a six-inch fish, chops it in half, puts it on a big hook, and in 15 minutes, he's got a four-foot giant catfish that could feed a family of 16, and he's happy. I'm sitting there, I'm like, I'm gonna try to like stick a beetle on a fishing hook, and like, you know."
  },
  {
    "start": 106.04948805460752,
    "end": 108.50682593856656,
    "speaker": "SPEAKER_01",
    "text": " Do you have just a line of hookers there, Roddo?"
  },
  {
    "start": 108.50682593856656,
    "end": 114.29180887372014,
    "speaker": "SPEAKER_00",
    "text": " Just align in a hook and then you just chop a rod and tie it to the, you know, you just chop a little sapling."
  },
  {
    "start": 114.29180887372014,
    "end": 117.50000000000001,
    "speaker": "SPEAKER_01",
    "text": " So are you still able to start a fire or no?"
  },
  {
    "start": 117.50000000000001,
    "end": 167.99488054607508,
    "speaker": "SPEAKER_00",
    "text": " I like for the food that I bring to not be fire dependent. Sure. And so if I have some nuts, I can shove in a few enough calories to get me through the night or leave a fishing line out and there'll be something there in the morning. But yes, I can start a fire, but a lot of times what I'll do is I'll bring a flask and not with alcohol, but with diesel. And so you have a tunic in and you put the diesel in the diesel and the local guys do. Everything I do, I'm sure this is going to be someone listening to this. How could you do that? And it's like, yeah, this is what we do down there. Sorry. It's a tunic in a can. You pour a little bit of diesel in it. It burns slow. You light it and you put your sticks. You make your pyramid over that and eventually that will burn through the moisture. And finally, you'll get a very reluctant little fire enough to burn, you know, to make yourself like a cup of tea or to pour that into the noodles. Something, something, or you just need a fish."
  },
  {
    "start": 167.99488054607508,
    "end": 171.6467576791809,
    "speaker": "SPEAKER_01",
    "text": " raw. The high importance of the stage dry is basically impossible."
  },
  {
    "start": 171.339590443686,
    "end": 174.00170648464166,
    "speaker": "SPEAKER_00",
    "text": " It's impossible to stay dry. You're wet all the time. You're wet."
  },
  {
    "start": 174.00170648464166,
    "end": 178.8481228668942,
    "speaker": "SPEAKER_01",
    "text": " wet all the time. What does that mean? That means infections are more efficient."
  },
  {
    "start": 178.8481228668942,
    "end": 184.00170648464166,
    "speaker": "SPEAKER_00",
    "text": " Yeah. So yeah, I don't know if you saw the picture in my book where I have the yellow."
  },
  {
    "start": 183.76279863481227,
    "end": 194.22354948805463,
    "speaker": "SPEAKER_01",
    "text": " yellow spots. Yeah. So yeah, there's a picture with your like entire face consumed with yellow spots is basically, I guess that's Merse. Yep."
  },
  {
    "start": 184.6331058020478,
    "end": 184.7525597269625,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 195.38395904436862,
    "end": 202.58532423208192,
    "speaker": "SPEAKER_01",
    "text": " Oh boy. Yeah. So how did that happen? What was the infection like? And..."
  },
  {
    "start": 196.66382252559725,
    "end": 198.06313993174064,
    "speaker": "SPEAKER_00",
    "text": " So how did that happen?"
  },
  {
    "start": 203.21672354948805,
    "end": 210.91296928327648,
    "speaker": "SPEAKER_01",
    "text": " Yeah, and how crazy are you for letting that affection stay in you for a long period of time without treating it or you had no choice."
  },
  {
    "start": 210.91296928327648,
    "end": 232.05631399317406,
    "speaker": "SPEAKER_00",
    "text": " No, I did have a choice. I was 19 years old and I was taking care of a giant antiter that was orphaned. And this is like my dream animal. And she was mine. And my job was to teach her the jungle. And so when I started like noticing that I had an infection and that I was I had I think I'd dangate the time too. I went back to town, probably picked up MRSA in the hospital where I got tested."
  },
  {
    "start": 217.34641638225258,
    "end": 217.6194539249147,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 233.080204778157,
    "end": 276.98805460750856,
    "speaker": "SPEAKER_00",
    "text": " came back into the jungle and then got progressively sicker and sicker and wicker and weaker as I was two weeks, three weeks in the jungle. And it got to the point where my vision went black and white and I passed out one day. And I don't know why, but at the time I had shaved that day. And when I woke up the next morning, I couldn't open my eyes because the pus had come out of my eyes and out of my pores and my face, all those little micro cuts and the pillow was stuck to my face and I was stuck up river with no help at 19 years old. And also when you see that picture, you can imagine that I assumed that my life was over because I didn't know what it was. And I also didn't assume that, or at the very least, I figured I'd be disfigured the rest of my life. I didn't think there was any getting better from that."
  },
  {
    "start": 277.6194539249147,
    "end": 293.59215017064844,
    "speaker": "SPEAKER_00",
    "text": " And so I remember sitting by the side of the river praying that a boat would come by, but it was the rainy season. And there aren't going to be any boats because the river is psychotic. And so it was a long time before I got back to town and I didn't want to leave the anteater, but it became like I was like I realized I was dying."
  },
  {
    "start": 294.22354948805463,
    "end": 319.6672354948806,
    "speaker": "SPEAKER_00",
    "text": " And then I finally got a boat with some loggers, a death boat just loaded with, these guys had gone into the jungle and shot everything they could and taken all the babies and they were gonna go sell them. And so it was like baby monkeys and two cans and birds and cages and pieces of crocodiles and anaconda skins and jaguar skins rolled up. And it was just like, I was just laying there with all these dead animals in the boat with all the flies on my face. And,"
  },
  {
    "start": 320.50341296928326,
    "end": 343.71160409556313,
    "speaker": "SPEAKER_00",
    "text": " got back to the hotel, called my mother, said, please book me a flight out like today, like today. And then I sat on the plane and somebody sat next to me on the plane and I had a hood on. And I do remember that in the haze at this point I was having trouble staying conscious. But I do remember that she looked over, like trying to see what was sitting next to her and then she got up and never came back."
  },
  {
    "start": 344.3941979522184,
    "end": 380.2815699658703,
    "speaker": "SPEAKER_00",
    "text": " And when I got to immigration in New York, you know, the cop, what do he like, takes my passport and he goes, yeah, he goes, so what were you doing in Peru? He's looking down and he goes, yeah, and he like holds up the passport, looks at the passport, looks at my face, he goes, bo buddy. What the fuck? And I said, no, that's what he was like, I'm trying to get home to go to the hospital. And he goes, he stamps it. He goes, go, go, go, go, go, God bless. God bless. He's like, oh shit. And then they put me in the room in the hospital with like the hazmat suits and they didn't know what it was. And I spent like five days on IV antibiotics with like four different things running through my veins. And the doctors are like, don't let it go that close. They're like, you went real close on that one."
  },
  {
    "start": 380.50341296928326,
    "end": 406.01535836177476,
    "speaker": "SPEAKER_01",
    "text": " Yeah, that's what that picture, I mean, people should check out the book just to see the picture. Because I imagine you just laying there unable to see have a fever probably. So you're like half hallucinating. Yep. And there's no, there's no boat. There's no, no way out. There's no help coming. Um, plus there is this creature who you've become a parent of. Yeah. That you love. Yeah."
  },
  {
    "start": 407.1245733788396,
    "end": 417.9948805460751,
    "speaker": "SPEAKER_01",
    "text": " boy that's a dark place to be as a 19 year old. I mean most people will never be in a place like that. Like where did you find strength in that place? I don't know."
  },
  {
    "start": 417.9948805460751,
    "end": 442.9948805460751,
    "speaker": "SPEAKER_00",
    "text": " I just remember writing like a goby letter to my parents because I said if I die out here, it was really dark like it was it was terrifying It really felt like it was the end and I was writing, you know, if you find me out here. I'm sorry and all that all that type of stuff and it was you know I don't know about strength. There was no strength. It was just like move forward and at some point it was like if you'll take me down river take me down river, you know and"
  },
  {
    "start": 442.9948805460751,
    "end": 451.11774744027304,
    "speaker": "SPEAKER_01",
    "text": " You just got lucky with the longers with the deathboat. Yeah, they found you. How did the inflection start, by the way?"
  },
  {
    "start": 451.11774744027304,
    "end": 500.50341296928326,
    "speaker": "SPEAKER_00",
    "text": " I don't know. I really don't know. I mean, we always have some sort of little shit, but the thing is now JJ taught me that there's like three different trees that can cure infections. I didn't notice at the time. I didn't know the cheat codes. Now there's, if you have a small infection, you can use sanghari de drago and it'll cure it right away. Like let's see if a bot fly and it gets a little pussy. There's a fly living in your skin. You put that on there. Not only will it kill the fly, but it'll heal the infection. Now, if you have a worse infection, you can go to O.A., which is Ficus and Sipa-Dun. You can use that and that will completely heal. That will murder. It's like crocodile blood. It will murder infections. So like, forget neosporn. That's a joke. These are heavy chemical compounds running through these trees and they know all about them. So whatever it is. So now, at this point, that's no longer an issue. Because we know how to handle it, which is at that time. If JJ had been there, I would have been fine."
  },
  {
    "start": 500.50341296928326,
    "end": 507.5,
    "speaker": "SPEAKER_01",
    "text": " I learned the hard way so these are open wounds and then there's creatures that start living in them is basically what is it what is it"
  },
  {
    "start": 507.5,
    "end": 560.9470989761093,
    "speaker": "SPEAKER_00",
    "text": " separate that's botflies. Yeah, there's there's a there's a creature that unfortunately very very very unfortunately likes to make its home inside the flesh of mammals. Yeah. And so the flies attach their eggs to mosquitoes. The mosquitoes go and seek out warm blooded animals. The eggs microscopic eggs fall into your skin and then begin to grow and sooner or later you feel a twitch. And it's a worm living inside of you that's like vertical down in you and it's it's eating you. And at first it's not a problem but when they get to about as thick as that pen it starts to hurt because you got a hole in you and they have a little breathing tube that comes up and they breathe and they go back in and then they eat and they come back up to breathe and you have a you have a friend living in you. And it's had one of those I've had lots of those. It's tough to take them out. They have hooks."
  },
  {
    "start": 560.9470989761093,
    "end": 567.5,
    "speaker": "SPEAKER_01",
    "text": " How do you... Do you have to... Oh, thank you. You got to love the jump. So how do you take it out to come?"
  },
  {
    "start": 562.0563139931741,
    "end": 562.1757679180887,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 564.684300341297,
    "end": 574.0358361774744,
    "speaker": "SPEAKER_00",
    "text": " Yeah, I love the jump. So how do you take it out to come? Yeah, 100%. You got to put an irritant. So like a lot of times what we'll do down there is someone will"
  },
  {
    "start": 575.4180887372014,
    "end": 617.5,
    "speaker": "SPEAKER_00",
    "text": " take a massive drag of a cigarette, and then spit the power like exhale and get some of the, some of the tar, which also shows you how much tar you get out of a cigarette. And then with a knife, you put that right over the hole, and then you slap some Vaseline or something on top of it so they can't breathe. And eventually over the course of a few hours, they'll come up enough looking for air, and then you gotta grab them with a tweezer and try not to rip them because then you're gonna get an infection. And you gotta squeeze from the, it's a whole ceremony when people have botflies, roll like, oh, it's botfly time, let's go. And then like JJ will squeeze, he's got like pliers for thumbs. He can like take a piece of your neck, and you think he's going to break your skin, he'll just squeeze until this thing comes out."
  },
  {
    "start": 588.1143344709898,
    "end": 588.4044368600682,
    "speaker": "SPEAKER_01",
    "text": " Uh-huh."
  },
  {
    "start": 597.2440273037543,
    "end": 597.5,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 617.5,
    "end": 621.8856655290102,
    "speaker": "SPEAKER_01",
    "text": " And you don't want to get a certain open wound right there. Yeah, you don't want to..."
  },
  {
    "start": 619.4965870307167,
    "end": 619.8720136518772,
    "speaker": "SPEAKER_00",
    "text": " You know what I'm saying?"
  },
  {
    "start": 621.2542662116041,
    "end": 645.5034129692833,
    "speaker": "SPEAKER_00",
    "text": " Yeah, you don't want to bathe for a day or two after until that closes because otherwise you're going to have like Water sloshing around in like a little pocket of yours. This is kind of gross. And that water might have Other organisms that water in your skin tends to yeah, I mean the jungle waters clean We drink it like I drink the water fresh out of the stream. Oh, that's interesting Well, it's just a filled giant filtration system all those roots the whole jungle's constantly purifying everything"
  },
  {
    "start": 645.5034129692833,
    "end": 651.203071672355,
    "speaker": "SPEAKER_01",
    "text": " People might be thinking about that with the jungle, the other insects probably all over you all the time."
  },
  {
    "start": 651.203071672355,
    "end": 677.5,
    "speaker": "SPEAKER_00",
    "text": " It's not as bad as you think. Like I've been to Finland, Lapland in the summer, and the mosquitoes are horrendous, like devastating. The Amazon, in our area, if you're sitting in a hammock, reading a book out, you know, our research stations don't have walls or anything. You're good for about one mosquito every half hour, which really is not a lot. I mean, it's worse than New Jersey. Like, it's..."
  },
  {
    "start": 677.5,
    "end": 687.2098976109215,
    "speaker": "SPEAKER_01",
    "text": " It's really not that bad. Tell me a little more about the little baby anteater, Lulu. Lulu. They, they, they you've, who you've rescued and had to sadly leave behind."
  },
  {
    "start": 687.3464163822525,
    "end": 700.9641638225256,
    "speaker": "SPEAKER_00",
    "text": " Yeah, I just was always fascinated with giant antiters. There's this German shepherd-sized thing with wolverine claws and these giant pop-eye forearms and they excavate ant and termite mounds and they have this long tongue."
  },
  {
    "start": 701.6296928327645,
    "end": 752.5,
    "speaker": "SPEAKER_00",
    "text": " and their babies right on their back for the first six months of their lives. And so they actually have this incredibly intimate relationship with their young. And it just so happened that this animal that I was wildly fascinated with, there was an orphan on the river. And JJ was like, you love these things. And I was like, yeah. And so he went and he was like, hey, my friend, he got me the baby. And we were like, we're gonna rewild her. And so I spent weeks and weeks and weeks just like with this thing on my back, crawling through the jungle, teaching her to find ants, giving her milk, falling asleep with her on my chest. And their tongue is like 11 inches long at that age. And so when she wanted me to wake up, she'd fired up my nose and would come up my mouth. And she'd, and then if I tried to get her off me quick, she'd stick the claws in. And you know, all my clothes, I have like, I've old like, you know, now they're like, you know, like museum pieces that with Ripsen, I'm from Lulus, Clause."
  },
  {
    "start": 752.5,
    "end": 755.5034129692833,
    "speaker": "SPEAKER_01",
    "text": " to say but to also communicate emotion and feeling and all that."
  },
  {
    "start": 755.5034129692833,
    "end": 796.339590443686,
    "speaker": "SPEAKER_00",
    "text": " She needed it. She needed it. So if this animal didn't have the physical touch, if we didn't, if I didn't hold her all day long, she'd throw tantrums. She'd go shred something. She'd go pull down the curtain. She'd go ruin the woods. She'd start literally having a traumatic response to not having intimacy, which was shocking. Because again, on the scale of a cockroach to an elephant, you go, I didn't know that giant anteaters had such intense emotions, like, but she did. And we, you know, and also taking care of her forced me to explore the jungle from the perspective of an animal. So I got to, like, be an animal."
  },
  {
    "start": 797.2098976109215,
    "end": 810.486348122867,
    "speaker": "SPEAKER_00",
    "text": " And so there's only a few times in my life where I've gotten to do that. You know, one was with her another time was living with a herd of elephants where I had to walk with them through the forest and like, see how they interacted."
  },
  {
    "start": 811.4931740614335,
    "end": 837.6877133105802,
    "speaker": "SPEAKER_00",
    "text": " completely natural. And it's different. It's very different. And you realize like just like a person's public persona when they're out on the street in Manhattan is going to be very different than when you're on the couch with them on a Tuesday night. And with wild animals, it's very much like that. You know, like if we see you see a bobcat on a trail and it's going to look at you and glare at you and then go off. And it's like, yeah, but what's it like when it's in the den? It's playing with its cubs."
  },
  {
    "start": 837.5853242320819,
    "end": 844.4112627986349,
    "speaker": "SPEAKER_01",
    "text": " Yeah. So that when it's looking at you, that's like the Instagram post it's making it. The actual"
  },
  {
    "start": 842.3976109215017,
    "end": 844.3430034129693,
    "speaker": "SPEAKER_00",
    "text": " the actual. Do a duck fish."
  },
  {
    "summary": "During the conversation, the speakers discuss survival strategies and challenges when hiking solo in the jungle. They talk about the importance of having non-perishable food due to the difficulty of starting a fire in the Amazon. The speakers also discuss fishing methods, with one speaker describing the use of certain roots to attract fish. They mention difficulties in finding bait and the ability to catch fish using unconventional methods. The conversation then shifts to the challenges of staying dry in the jungle and the increased risk of infections. One speaker recounts a personal experience of getting a severe infection called MRSA and the subsequent difficulties faced in finding help and treatment. They discuss the use of local remedies to treat infections and the presence of botflies in the jungle. The speakers describe the process of removing botfly larvae from the skin using irritants and hygiene practices to prevent further infection. The conversation also touches on the minimal presence of mosquitoes in the Amazon compared to other regions. One speaker shares her experience of rescuing a baby anteater and the strong emotional bond that developed between them. She emphasizes the significance of physical touch for the animal's well-being and the unique perspective she gained from caring for a wild animal."
  }
]