[
  {
    "start": 0.008532423208191127,
    "end": 32.96075085324232,
    "speaker": "SPEAKER_01",
    "text": " You know, the other part, Joe, that RFK is confusing a lot of these guys. RFK and Vivek, what are the two guys doing? They're going on podcast. They're going everywhere. Yeah. And some of these guys are not realizing the power of you yet, the power of the podcast model, the power of Freedmans, the power of going and talking to the people because it's digital. You know, I'm looking at the video here, 15 minute clip, 5 minute clip, Twitter short clip. So I think this could be the first case study where"
  },
  {
    "start": 9.76962457337884,
    "end": 10.981228668941979,
    "speaker": "SPEAKER_00",
    "text": " everywhere. Yeah."
  },
  {
    "start": 34.104095563139936,
    "end": 42.80716723549489,
    "speaker": "SPEAKER_01",
    "text": " mainstream media for an election, this could be the last one where they have a little bit of an advantage. I think it's about to be done for them."
  },
  {
    "start": 43.23378839590444,
    "end": 168.3532423208191,
    "speaker": "SPEAKER_00",
    "text": " Yeah, I think so too. Well, it's a terrible format. I mean, mainstream media has always been hampered by the fact they have ads every seven minutes. It's always been. Every conversation has to, it was only allowed to have a certain amount of depth to it because you can't expand on things. If you have something very complicated to discuss, you need to let someone talk without any interruption and then it needs to be some back and forth, that takes time. It takes a long time for someone to clearly establish when you're talking about the facts of a very important piece of policy or a very important situation that's going on in America, say the border crisis. You can't talk about the border crisis in five minutes. It's super complicated. You can't talk about Title 42 and 40 minutes. You can't talk about any of these things in a short amount of time. You need hours. You need to be able to expand for hours and not be interrupted by commercial breaks, but they're hampered by that model. It's always going to, and then they're also hampered by the fact that you don't get individual, unique voices and perspectives. You get narrative driven, policy driven, ideologically driven hosts who are, they're contained by whatever system that they're a part of. They're contained by their executives and the producers and the people behind the scenes. And they only have so much leeway for opinion. We saw that with Tucker. Tucker ventured outside of that. And he had a podcast voice on network television. So you had a guy that was saying what he believed about the intelligence agencies, about the FBI's interference into the protests of the Capitol about Pfizer and Moderna and what they've done with the drugs, about the lab leak, about Anthony Fauci, about all these different things. Like he essentially was treating network television like a podcast and with great success, the number one guy on TV. That's right. And they kicked him off. Yep. That's right. They kicked him off at the top of the heap, which is just madness."
  },
  {
    "start": 164.47952218430038,
    "end": 165.50341296928326,
    "speaker": "SPEAKER_01",
    "text": " Yep, that's right."
  },
  {
    "start": 168.18259385665527,
    "end": 182.17576791808875,
    "speaker": "SPEAKER_01",
    "text": " So I got a question for you. So in regards to Tucker, we're not professional psychoanalyzers, but we're just speculating and having a conversation. When you think about Tucker, what do you think his play is? Meaning?"
  },
  {
    "start": 182.87542662116044,
    "end": 227.7389078498294,
    "speaker": "SPEAKER_01",
    "text": " Do you does Tucker come across as a guy to you that wants to be the next Robert Murdoch billionaire? Do you say I think this guy wants to be a billionaire? That's one, two. Do you get the vibe from Tucker's like, look, I just want to do podcast, be left alone. I don't want to work for anybody. I want to do my own thing. And that's it. Or three, do you get the vibes from Tucker that Tucker wants to be a Netanyahu, a church hill, a guy that is, you know, a journalist that's been debating everybody has been reading every issue for the last 20, 30 years. He was went through the phase of John Stewart sitting there on Crossfire when he had a bow tie on trying to bully him. And then he comes out and crushes everybody. Tucker does."
  },
  {
    "start": 228.54095563139936,
    "end": 237.94368600682594,
    "speaker": "SPEAKER_01",
    "text": " What do you think is his play? You think it's billions, you think it's just being left alone and let me love my life, or you think it's actually maybe he wants to make a run for 2028."
  },
  {
    "start": 238.0972696245734,
    "end": 255.0255972696246,
    "speaker": "SPEAKER_00",
    "text": " Well, what he's doing is very profitable, right? Like what he's doing is make, he makes a tremendous amount of money talking about things from his perspective. I think he's gonna continue to do that. Whether or not he decides to become a politician, I don't know if he has any aspirations about that, do you?"
  },
  {
    "start": 256.4931740614334,
    "end": 259.5136518771331,
    "speaker": "SPEAKER_01",
    "text": " Do you ever know when somebody does?"
  },
  {
    "start": 259.5136518771331,
    "end": 259.6331058020478,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 260.5887372013652,
    "end": 293.2337883959044,
    "speaker": "SPEAKER_00",
    "text": " Yeah, when someone's involved in politics in that extent, where you're talking about a Constellini, you know the insides and the outsides, you know all the bullshit and all the shenanigans. Yeah, I guess you would probably have at least an idea of how you would do it differently and better. And he's also got a very popular voice. Like if he decided to run for president, like say, let's just make a scenario. Trump wins in 2024. He has four years. If Tucker went to run in 2028, he could win."
  },
  {
    "start": 269.34300341296927,
    "end": 269.7013651877133,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 293.8310580204778,
    "end": 336.6467576791809,
    "speaker": "SPEAKER_00",
    "text": " He really could win because it would be kind of carrying those policies, but also he's a sort of a no nonsense guy who exposes bullshit in a pretty humorous way and a very insightful and biting way. And that's what he was really good at on his television show. Yeah. And he read pilled a lot of left wing people. There's a lot of left wing people during the pandemic that's a Tucker Carlson's, a proper Candace and he's a meager shit and as a right wing asshole. And then as time went on, they're like, he's saying a lot of shit that's right. Like why are they locking these sense? Why are they making kids wear masks? Like is there any science to it? You know, there's actually science that just come out recently that said wearing an N95 mask for more than an hour a day is actually bad for you."
  },
  {
    "start": 337.6877133105802,
    "end": 343.3532423208191,
    "speaker": "SPEAKER_00",
    "text": " Yeah, like you could get health problems from wearing one of those fucking things. Now,"
  },
  {
    "start": 343.1143344709898,
    "end": 345.07679180887374,
    "speaker": "SPEAKER_01",
    "text": " Now we're being told this stuff."
  },
  {
    "start": 344.7866894197952,
    "end": 346.4590443686007,
    "speaker": "SPEAKER_00",
    "text": " Yeah, now we're being told."
  },
  {
    "start": 345.82764505119457,
    "end": 351.6467576791809,
    "speaker": "SPEAKER_01",
    "text": " And then New York Times came out saying that third of the deaths could be exaggerated. I don't know if you saw that or not. Yeah."
  },
  {
    "start": 351.6467576791809,
    "end": 437.84129692832767,
    "speaker": "SPEAKER_00",
    "text": " Well, Lena Wen on CNN said she thinks the actual death rate is 30% of what they said it was. And then you have the death rates that are due to those ventilators. How many people died that would have lived because of ventilators? Then you have all the other things that could have been done. How many people could have been helped with different treatments that were made illegal or were prohibited? The treatments that were prohibited, like some of them were monoclonal antibodies, like which are absolutely effective. Like what the fuck are they doing? Well, they had one idea. And that idea was make sure that people get vaccinated. And anything that takes away from that, including thymacin. Thymacin is a peptide that people are using to help battle COVID. Well, they made it illegal. They banned thymacin, which is, there's no negative effects of thymacin. There's no peer-reviewed data that showed it's dangerous. Meanwhile, fentanyl is still legal. You can still get, they're not stopping fentanyl. It's not legal, but it's not like they're not stopping opiates. They're not stopping all these things that we know absolutely do kill people and absolutely do cause harm and absolutely are addictive. They're not going out of their way to get rid of that. Why do you think? Because they want to make an extraordinary amount of money. The best way to make that extraordinary amount of money is to have one solution. You have one thing you can do and you have to take this experimental vaccine. That now we're finding out has massive health risks."
  },
  {
    "start": 421.2542662116041,
    "end": 422.0221843003413,
    "speaker": "SPEAKER_01",
    "text": " White with that."
  },
  {
    "start": 438.02901023890786,
    "end": 475.65699658703073,
    "speaker": "SPEAKER_01",
    "text": " Yeah, it's pretty wild when you think, by the way, when you talk about Tucker, what you were doing on the podcast space, he was doing on a mainstream space. Like very interesting. Now, when you think about talent, I'm sure if Fox invites you and says, hey, Joe, we'd love to have you on a guest for 10 minutes, secondly, like that I'm not doing no 10 minutes segment. And what am I gonna do? It's probably not gonna be your style to gonna want, you know, going newsmax or Fox or CNN to give a 10, 5 minute answer that you give. America doesn't want that anymore, right? And a lot of these guys that have these TV shows, for them to go from there to doing a podcast, they think it's easy. It's not for everybody."
  },
  {
    "summary": "The conversation revolves around the power of podcasts and the limitations of mainstream media. They discuss the success of RFK and Vivek in utilizing podcasts to reach and engage with audiences. The main points raised include the constraints of mainstream media due to advertisement breaks and lack of time for in-depth discussions. There is also a lack of diverse perspectives in mainstream media, as hosts are limited by their networks' policies. The conversation also discusses Tucker Carlson's success in treating his television show like a podcast, but questions whether he has aspirations for politics or simply wants to continue with his profitable media career. They also touch on Tucker's ability to challenge narratives and influence opinions. The conversation veers toward the COVID-19 pandemic and the questionable decisions made by authorities regarding treatments and vaccinations. They highlight the banning of certain treatments and the profits made from promoting a single solution. The conversation concludes with a comment on the differing styles of podcasting and mainstream media, suggesting that some TV hosts may not find it easy to transition to the podcast format."
  }
]