[
  {
    "start": 0.008532423208191127,
    "end": 14.291808873720138,
    "speaker": "SPEAKER_01",
    "text": " You know what I saw? There's a chart. See if you could find this of, you know, how we're supposed to be not using plastic straws anymore because turtles are dying. You know that, you know, people give you a plastic, you know, the paper straws."
  },
  {
    "start": 13.506825938566553,
    "end": 20.878839590443686,
    "speaker": "SPEAKER_00",
    "text": " I grew up in straws. I remember the six-pack container, those plastic things easy to see. Oh, yeah. That was good. That was the picture."
  },
  {
    "start": 17.551194539249146,
    "end": 39.78668941979522,
    "speaker": "SPEAKER_01",
    "text": " Oh yeah, that was a trick to the shell. Have you ever seen that one? Yeah. Like you got around a turtle when he was little and as he grew, the shell became like an hour glass. It was really gross. But there was this chart of the countries in the world that pollute the ocean the most. And it's fucking stunning."
  },
  {
    "start": 40.75938566552901,
    "end": 55.91296928327645,
    "speaker": "SPEAKER_01",
    "text": " Um, and if we stop using plastic straws, we're not going to put a fucking dent in it unless they do. Like we're not even close to number one. We're not even close to number six. Like the leading countries that pollute the ocean, I think number one was Philippines."
  },
  {
    "start": 55.91296928327645,
    "end": 60.503412969283275,
    "speaker": "SPEAKER_00",
    "text": " I was going to say why would Southeast Asia have that issue?"
  },
  {
    "start": 61.32252559726963,
    "end": 68.77986348122867,
    "speaker": "SPEAKER_01",
    "text": " I would imagine that when people are very poor, the last thing they're concerned about is not polluting. I would think that."
  },
  {
    "start": 68.77986348122867,
    "end": 76.81740614334471,
    "speaker": "SPEAKER_00",
    "text": " I've seen those images of those giant icebergs of plastic junk. Yeah. And I always hope that's not real."
  },
  {
    "start": 76.81740614334471,
    "end": 134.49658703071674,
    "speaker": "SPEAKER_01",
    "text": " Oh, it's real. Yeah, boy on slot is a gentleman who's been on the podcast before has developed this device for, it's like, it sifts the ocean. It's like, it floats over the top of the ocean and it has this collector that sucks up plastic. And then they take that plastic and use it and recycle it and make like eye glasses out of it and all sorts of other different things. Like with it. So number one is China. I buy a wide by ocean wide, March. Countries polluting the oceans the most. Andro annual metric tons of mismanaged plastic waste and total amount ending up in global waters. So this is fucking insane. So China is 8.80 metric tons in Deneja's number two with 3.2 Philippines is number three with 1.9. You go all the way down the United States is 0.30."
  },
  {
    "start": 107.05631399317407,
    "end": 107.24402730375428,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 134.49658703071674,
    "end": 144.22354948805463,
    "speaker": "SPEAKER_00",
    "text": " Well, China's got no excuse because their GDP is way up there. They could actually manage it. But some of these other countries, as you mentioned, are definitely lower GDP relative to the United States and China."
  },
  {
    "start": 143.72866894197955,
    "end": 149.49658703071674,
    "speaker": "SPEAKER_01",
    "text": " right for sure. Like, yeah, definitely like Malaysia and Nigeria, but"
  },
  {
    "start": 149.49658703071674,
    "end": 153.3532423208191,
    "speaker": "SPEAKER_00",
    "text": " China's got no excuse. That's incredible."
  },
  {
    "start": 152.6194539249147,
    "end": 179.240614334471,
    "speaker": "SPEAKER_01",
    "text": " Yeah, some of that them buying our stuff though. Don't we sell our trash? We buy it from them, bro. I mean, oh trash. Yeah, by the track, they take it and then we're like here you deal with it. I've heard of that happening. I'm not to a gigantic extent like that. I don't know about right for waste management. Right. Yeah, like they might have a company that handles that perhaps I mean, but also they produce so many plastic things. I mean, think about the amount of things that are plastic that are produced in China. That's pretty extraordinary."
  },
  {
    "start": 156.51023890784984,
    "end": 156.7662116040956,
    "speaker": "SPEAKER_00",
    "text": " We've"
  },
  {
    "start": 157.8924914675768,
    "end": 158.0119453924915,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 159.80375426621163,
    "end": 160.45221843003412,
    "speaker": "SPEAKER_00",
    "text": " legit good other guys"
  },
  {
    "start": 163.660409556314,
    "end": 165.04266211604096,
    "speaker": "SPEAKER_00",
    "text": " not to a gigantic extent."
  },
  {
    "start": 166.28839590443687,
    "end": 166.42491467576792,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 179.18941979522185,
    "end": 188.0119453924915,
    "speaker": "SPEAKER_00",
    "text": " I remember for a while there was a discussion about kids' toys with the coloring, you know, the toxins in plastics. Yeah."
  },
  {
    "start": 188.71160409556313,
    "end": 317.2952218430034,
    "speaker": "SPEAKER_00",
    "text": " I guess I don't know if we're going to go there because it might as well. Right? It's interesting for starting 2019, I started posting things on Instagram. That's how I got my stuff out. Then I was going on podcast and now we have the podcast. But I'd stayed off Twitter largely until this last year when I started putting a lot of stuff there. You put stuff there, you start reading stuff there. And then what's been really interesting to me is I followed this whole lab leak thing, because early in the pandemic, people in my field started chattering about that. I was very, I love exotic animals, not to own them, right? But I'm really interested in the animal conservation. And so the pangolin is amazing. Animal, they pinned it on the pangolin early on. And there were articles published in Good Journals, several of which I'm on the editorial board for. So early in the pandemic, there were papers coming out really fast about, you know, the sequence of the virus in pangolins, which were being sold in the Wuhan market, et cetera. And I was pretty disturbed by this mostly because of the pictures of the Wuhan market, the exotic animal trade is just, it's horrible, right? Yeah. Okay, close confinement, you know, these are beautiful animals that there's no justification for this stuff. But pangolin meat is sold. I forget what it is per pound, but it's a delicacy. It's considered very lucrative and to get pangolin meat of all things. There's actually a female pangolin meat influencer on YouTube and so on. Oh, yeah. It's like it's, it starts to look like pangolin meat ASMR. It's crazy and disgusting. So they're kind of mixing, you know, sexy women with exotic meats from these rare animals. It's just awful. So I was going deep down this rabbit hole of trying to understand this exotic animal trade. And then, and then there was chatter in my field about the fact that one of the members of the laboratory in Wuhan that was working with these, you know, very high restriction viruses had done her training in the United States, which is true, had had, has a master's degree, but was running a laboratory, which is unusual, right? Typically the head of a laboratory is someone with a PhD, MD or both. Very rare for a so-called PI, a principal investigator."
  },
  {
    "start": 192.67064846416383,
    "end": 193.95051194539252,
    "speaker": "SPEAKER_01",
    "text": " as well, right? Okay."
  },
  {
    "start": 229.42832764505118,
    "end": 229.47952218430038,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 272.0051194539249,
    "end": 272.48293515358364,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 318.01194539249144,
    "end": 324.29180887372013,
    "speaker": "SPEAKER_00",
    "text": " like me or another Matt Walker, for instance, principal investigator to have less than a PhD."
  },
  {
    "start": 326.0665529010239,
    "end": 400.0255972696246,
    "speaker": "SPEAKER_00",
    "text": " The fact that she ran a lab, or was important in running this lab as a master's, with only a master's is unusual. And then there was a lot of chatter in my field about the idea that it might have something to do with the fact that her significant other was a member of the Chinese Communist Party. And so, you know, that laboratory had deep ties to government advice first. And that's true of all laboratories in China, all laboratories. So the whole notion of the lab leak hypothesis was not foreign to scientists like me. You thought, yeah, you know, my laboratory works with rabies viruses, adenoviruses, synbisviruses. None of these are as biohazardists as something like the coronavirus. But you work with these viruses and you have to use, you know, lab coats, gloves, bleach sterilization, you're careful, you know, hoods of prop, you know, but human error happens. So I'm not at all convinced one way or the other that it was a deliberate leak, but the idea that it would leak from a laboratory to a scientist like me who has what's called a wet lab where you, you know, with solutions and beakers and things that sort, things happen all the time. Not in my laboratory, we're very careful, and everyone's checked up on often. But the idea that human error could cause this is like, it was an, of course, to all scientists. Well, they have been cited in 2003."
  },
  {
    "start": 398.72866894197955,
    "end": 402.82423208191125,
    "speaker": "SPEAKER_01",
    "text": " Well, they have been cited in 2018 for violating safety protocols."
  },
  {
    "start": 402.82423208191125,
    "end": 466.8174061433447,
    "speaker": "SPEAKER_00",
    "text": " Now, all it takes is, you know, people might not be familiar with the pipetting is, but it's basically taking a little straw that sucks up, you know, press a button that sucks up some fluid. You move things, you know, between little tiny vials. It can be done by robots too, but typically it's done by humans. And that's how we'll, you know, put in a center for you to spin it, take off a little piece of that or take the pellet out of the bottom that spun down this kind of thing. All it takes is one loose thumb and it's on a lab coat. All it takes is that lab coat going on a rack. All it takes is somebody leaving work putting their lab coat on there and touching that lab, putting it out in the world. Like it's not that complicated. So it doesn't have to be that somebody had a plan to let this out. It could be, I don't have any knowledge of that, but the idea that it would come from a lab to me is far more plausible than the idea that it came from some pangolin sequence in the Wuhan market. So I think we were going down the wrong path on this for a long time and I thought this is kind of bananas and now everyone's so shocked. It's like, I think to people who work in biomedical research, of course this sort of thing could happen, of course, because human error is the cause of most of these kinds of things."
  },
  {
    "start": 433.60921501706486,
    "end": 434.22354948805463,
    "speaker": "SPEAKER_01",
    "text": " like it's not."
  },
  {
    "start": 449.97440273037546,
    "end": 450.93003412969284,
    "speaker": "SPEAKER_01",
    "text": " So I didn't really wait."
  },
  {
    "start": 466.8174061433447,
    "end": 473.8651877133106,
    "speaker": "SPEAKER_01",
    "text": " Well, it was very clear that there was a concerted effort to dismiss the idea that it came from a lab. And it wasn't logical and it wasn't scientific."
  },
  {
    "summary": "The conversation discusses the issue of plastic pollution in the ocean and the ineffectiveness of stopping the use of plastic straws to address the problem. The speakers mention that China is the leading country polluting the ocean, followed by India and the Philippines. They suggest that poorer countries may not prioritize preventing pollution due to economic concerns. The conversation also touches on the issue of China's responsibility and the global trade of trash. \n\nThe discussion then shifts to the possibility of the COVID-19 virus originating from a lab leak in Wuhan. One speaker mentions the exotic animal trade and the sale of pangolin meat as a delicacy. They talk about the laboratory in Wuhan and the possibility of a lab leak due to human error, although they do not have conclusive evidence for or against it. They criticize the dismissal of the lab leak hypothesis and emphasize that human error is a common cause of accidents in biomedical research."
  }
]