[
  {
    "start": 0.008532423208191127,
    "end": 22.05631399317406,
    "speaker": "SPEAKER_00",
    "text": " Shot anticipation or shot controls a lot easier with a firearm because the explosion happens in the apparatus It imparts recoil on you, but it's not actually the explosion is in the apparatus Whereas an archery the explosion is in your body, right? It's that sudden release of energy that happens So at shot anticipation with archery is a hundredfold what it is with a firearm"
  },
  {
    "start": 22.022184300341298,
    "end": 34.08703071672355,
    "speaker": "SPEAKER_01",
    "text": " what's also the amount of movement changes so much. Yeah, where the arrow goes, because it's not going as fast and the subject to all your little tweaks and nuances of it. So all those."
  },
  {
    "start": 27.755972696245735,
    "end": 28.199658703071673,
    "speaker": "SPEAKER_00",
    "text": " right."
  },
  {
    "start": 29.633105802047783,
    "end": 30.093856655290104,
    "speaker": "SPEAKER_00",
    "text": " Right."
  },
  {
    "start": 31.59556313993174,
    "end": 86.3566552901024,
    "speaker": "SPEAKER_00",
    "text": " Right, twigs and little nuances of it. So all those motor programs that get linked to that punch in other trigger, that's what deviates our point of impact. So there I was at eight years old, just love an archery, watching that arrow fly, but not good at it. And then, so then I started bow hunting at 14 years old and not doing well. I mean, I was locked off target on these critters and missing and missing and missing. It took me 13 years to kill a bull elk with my bow because I couldn't handle it. I just would lose my shit completely. Like many, many, many people. Oh, it was horrible. So that was my background. So I've got the sounding board of bow hunting where I'm failing. I've got rifle hunting where I'm failing. And then I decided to become a cop, right? Well, before I was a cop, I was a wildlife specialist for USDA wildlife services where I got to shoot stuff every day, animal damage control, all that stuff."
  },
  {
    "start": 87.10750853242321,
    "end": 168.0119453924915,
    "speaker": "SPEAKER_00",
    "text": " And I got to shoot stuff every day with an air rifle. So I was good, right? And shotgun shooting, good at that, right? But when it came to precision rifle stuff, again, I was worthless. I was not your guy to be on a coyote contract when you're having to shoot coyotes in the middle of a city with a suppressed 243, right? It just wouldn't work out for me. Because as soon as I would get on that thing, my only thought process was it's gonna get away. It's gonna get away. So that would cause that anxiety, that rush, and you would rush the shot. So there I was, then I decided to become a cop. My older brother was a cop. My mom was in law enforcement, so I decided to be a cop. And at the range, I knew that, you know, when I turned 21, first thing I did was bought my concealed weapons permit in Washington, bought a pistol. And for some reason, that pistol always shot low and left. I'm like, what is the deal with these sights? It's always shooting low and left. So I get in the academy and I bought a different pistol. I bought a 1911 that's got a much shorter trigger stroke on it. And I basically fixed a mental problem with mechanical means at that point, because I got through the academy, starting to realize what I needed to do to control a shot, but with that pistol, it was easy. And my buddy was so bad in the academy with his glock that he had to then,"
  },
  {
    "start": 113.43856655290104,
    "end": 114.3430034129693,
    "speaker": "SPEAKER_01",
    "text": " in the way."
  },
  {
    "start": 114.97440273037543,
    "end": 115.34982935153585,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 168.7457337883959,
    "end": 274.00170648464166,
    "speaker": "SPEAKER_00",
    "text": " He bought my pistol from me because that's the only thing that got him through the academy was buying my pistol for me. I bought another one so we both fixed our mental problem with mechanical means. And I ended up taking first, taken first in firearms in my academy class, not knowing how I did it. But that's where I started to feel this love for instruction because I got to help some people with it. And so things progressed two years in law enforcement and I got firearms instructor. And because I had this interest in firearms and kind of figuring things out. And then I got on the SWAT team same time 2003. So that's, you know, I spent 18 plus years on the SWAT team and ended up being the sniper team leader and then eventually the team leader for the team. But it was becoming the lead firearms instructor for Washington State that got me the experimentation that I needed. Because I was starting to figure out how do I get somebody through a shot? How do I get a police officer to concentrate on a trigger press when it's the only thing that's going to save them or somebody else? And it came to me one day. It was just totally by accident because I'd heard all the normal stuff in firearms instruction front site, front site, front site. You know, you stare at your front site hard enough and things are just going to work out for you. Well, that just doesn't happen because in most gun fights, most people tell you they never even see their site. So I had this recruit that we call it. We had one in every class. We call them nervous and alley, right? I mean, this guy was just super anxious and you can tell the different personalities that people have. Just when they, when you put a gun on their hand, they're nervous and this cat, all these movements were super fast and he was just a jittery dude, right? And nervous, Nelly."
  },
  {
    "start": 275.5546075085324,
    "end": 358.5068259385666,
    "speaker": "SPEAKER_00",
    "text": " and he's shooting 20 yards and he's bouncing bullets off the floor at 15. So his rounds are hitting the 15 yard line. And I'm like, oh my God, you know, it doesn't put a lot of confidence in the police force. So I go over this kid, I call him a kid. He was probably, I don't know, eight years younger than me or whatever. And I get on the driver's side of his pistol. I'm looking at his finger. I'm like, okay, I want you to press the trigger just to the pressure wall. Don't make it go off. He's like, okay, yes, sir. And as soon as I got done with that instruction, his finger move, right, to the pressure wall. I'm like, okay, start pressing the trigger, but don't make the gun go off. And so as soon as I saw his finger move, I'm start talking to him, all right, keep pressing, keep pressing, keep pressing, keep pressing. And as I'm watching his finger, I'm looking at this and I'm like, it's moving at the same rate I'm talking. And he's working through it and all of a sudden, wow, it goes off to the surprise right through the 10 ring and the target. He's like, sir, that scared the crap out of me. I'm like, yeah, it's supposed to. So then the next time he shoots again, and I changed my cadence of speech, which changed his cadence of movement. And that's when the light bulb went off for me. I'm like, okay, we got to figure this out. I had complete control of this kid's mind at this time."
  },
  {
    "summary": "The speaker discusses the differences between shot anticipation with firearms and archery. They mention that shot anticipation is much higher with archery due to the release of energy in the body. The speaker also talks about their personal experiences with archery, rifle hunting, and precision rifle shooting, highlighting their struggles and how they overcame them.\n\nThey then mention becoming a cop and their experience with shooting pistols. They talk about how they fixed a mental problem with mechanical means by buying a different pistol with a shorter trigger stroke. They also mention helping others with their shooting skills and becoming a firearms instructor. The speaker mentions their time on the SWAT team and their role as a sniper team leader and eventually the team leader.\n\nThe speaker discusses their experimentation and realization of how to help police officers concentrate on a trigger press. They share an anecdote about a recruit who was anxious and struggling with shooting accurately. By instructing the recruit to press the trigger and adjusting their cadence of speech, the speaker was able to improve their shooting accuracy.\n\nOverall, the speaker talks about their journey in shooting sports, their struggles, and their experiences as a firearms instructor and member of law enforcement."
  }
]