[
  {
    "start": 0.008532423208191127,
    "end": 68.25085324232083,
    "speaker": "SPEAKER_01",
    "text": " But I would say there's a big discrepancy of understanding of combat period and what the top 1% see. You know, even the Vietnam experience, let's call it 68 to 75, 1975. MacVee saw guys were doing cross-border ops and Laos Cambodia with the CIA and they were doing profound insane missions. Some of these operations like John Stracker-Meyer has been on Jocco's podcast. These guys went out and their entire teams were wiped off the planet, missing an action, killed an action. Nobody saw them ever again. These guys experiences and go into the veteran affairs system and then talk into somebody who's interviewing a cook in the 82nd Airborne Division to very different stories there. But who are they going to believe? And then what's the difference? I don't know if there is a difference. If you're an 82nd cook and you're on a rout Irish on a 50-cal and you get blown up, it's just as relevant as if you have multiple combat tours and you got blown up, you still need treatment. You need care, comprehensive care, but we're not getting that."
  },
  {
    "start": 48.865187713310576,
    "end": 49.20648464163823,
    "speaker": "SPEAKER_00",
    "text": " Hmm."
  },
  {
    "start": 66.37372013651877,
    "end": 84.49658703071673,
    "speaker": "SPEAKER_00",
    "text": " comprehensive care, but we're not getting that. And so the fear is that you could get labeled, because of your experiences, you could get labeled as being, what they say impaired or incompetent, and they could take away your right to carry a firearm."
  },
  {
    "start": 84.49658703071673,
    "end": 203.33617747440275,
    "speaker": "SPEAKER_01",
    "text": " Yeah, because the red flags law or the proposal for the red flags law is anybody who is deemed mentally unfit to carry a firearm or to buy a firearm. Is that subjective? Very subjective. So, and here's the thing, like if you're looking at a packet and the packet that comes forward, it says green beret, sniper, and he's killed a lot of people and he has post-traumatic stress. Who's more dangerous to society? That guy or a guy who's got anxiety or depression. Right. It's going to be the green beret killer. I applied for a job when I got out of the military to do kind of like the Department of Energy working the power plants and security. It was like a security manager position. I had a degree in Army, I got my degree in my bachelor's degree at the American Military University and got a Homeland Security degree, which is this was a prerequisite for this job. And when I applied for that job, I submitted my resume, not knowing better, and outlining what I did. And it set out as a sniper and all this stuff. And I thought it was like cool guy stuff. Like people would respect that in the civilian world. Right. I didn't get that job. And I had nearly 20 years of experience in crisis, counterterrorism, and risk mitigation. All these things at a very high level, I had a bachelor's degree, and I was overqualified for the position. And I didn't get it. One of my buddies who was sitting on the board for that job said they thought it was high liability that I was a sniper and applying for that job because he kills people. And that's a bad thing. And so when I think about these red flag laws and if this, depending on who it is, call it whatever ex administration, everybody who's labeled, you have PTSD. You're not going to be able to have a gun. You're not even going to be able to buy a gun. And that's a problem."
  },
  {
    "start": 95.93003412969284,
    "end": 96.95392491467578,
    "speaker": "SPEAKER_00",
    "text": " In that subjective."
  },
  {
    "start": 117.05631399317407,
    "end": 117.44880546075086,
    "speaker": "SPEAKER_00",
    "text": " Right."
  },
  {
    "start": 119.58191126279864,
    "end": 120.12798634812287,
    "speaker": "SPEAKER_00",
    "text": " Yeah."
  },
  {
    "start": 159.34300341296927,
    "end": 159.65017064846415,
    "speaker": "SPEAKER_00",
    "text": " Right."
  },
  {
    "start": 203.89931740614338,
    "end": 215.2986348122867,
    "speaker": "SPEAKER_00",
    "text": " High like, so, wow. So if you're hiring someone to do security, so you're hiring someone to protect you from potential armed threats."
  },
  {
    "start": 216.49317406143348,
    "end": 220.74232081911265,
    "speaker": "SPEAKER_00",
    "text": " Wouldn't you want someone who has experience with potential armed threats?"
  },
  {
    "start": 221.7320819112628,
    "end": 224.85494880546077,
    "speaker": "SPEAKER_00",
    "text": " Wouldn't you want someone who's experienced gun fights?"
  },
  {
    "start": 224.85494880546077,
    "end": 250.82764505119457,
    "speaker": "SPEAKER_01",
    "text": " Yeah, and I think the overall problem is like when they asked me if I had post-traumatic stress, they're like based on our evaluation of you and what you're saying, you have PTSD. And I said I didn't agree. And so I got it to where they said, okay, you have TBI and the symptoms are associated with PTSD. I guess I can give you a thumbs up with that. I guess that's what I'll take. So,"
  },
  {
    "start": 250.82764505119457,
    "end": 272.9948805460751,
    "speaker": "SPEAKER_00",
    "text": " How do they define PTSD? Because there's got to be many layers or many levels of that, right? So if you're saying it's post-traumatic stress disorder, like what makes it a disorder? Like obviously you've experienced stress, obviously you've seen trauma, you've obviously been in war and combat, but how do they define PTSD? It's a great question."
  },
  {
    "start": 272.9948805460751,
    "end": 311.8174061433447,
    "speaker": "SPEAKER_01",
    "text": " questionnaire. So they just like many things in the military or in the system, it's based off a questionnaire and Guidelines. So if you if you get too many answers on the questionnaire wrong, then you'll be labeled as somebody US PTSD I've got what kind of question, but it's very subjective. It's have you been to combat? Yes. Okay, now we're getting deeper down the funnel or the rabbit hole Have you killed anybody in combat? Yes. Have you had nightmares? So here's here's a subjective one Andy stump talked about this as well on his podcast, but if you say have you had nightmares, I'd have dreams"
  },
  {
    "start": 289.49658703071674,
    "end": 290.41808873720134,
    "speaker": "SPEAKER_00",
    "text": " Like what kind of question?"
  },
  {
    "start": 312.5,
    "end": 435.0255972696246,
    "speaker": "SPEAKER_01",
    "text": " And when I have dreams, I'm with the boys going to do what we did. Going on helicopters, going in, killing bad guys. A combat for me in those dreams isn't a terrifying thing. It's like what I, where I wanted to be. It was fun. It wasn't, it wasn't difficult. It was easier than civilian life. I don't have to worry about bills and drama with relationships. All these things, it's very simplified. Okay. Well, that's subjective because you're saying you have dreams about combat. That's nightmares because there's not a, there's not a part on the answer that could say, hey, he's having dreams, but they're not night, night terror dreams about combat and dying. So he could be labeled somebody who has PTSD because of that. Like I have buddies who answer the questionnaire, who don't have PTSD. I don't think I have PTSD. Do I have transitional issues? Certainly. I served, the analogy is like a dog. A dog in the military serves for 20 years. And then you take that dog who's used to biting people's asses, sniffing out bombs, getting blown up in combat, training as a protocol. And then you transition them to the living room and it's your house pet. That shit's not going to work. There's going to be a transitional period. Give me a buffer. Give me some time to kind of unscrew my systems, get back to a normal protocol that's civilian life and then question me. But they're questioning these guys right after they get out and of course they're going to be fucked up. Of course they're going to be all screwed up. And legitimately some guys have PTSD. They've been blown up in the one moment. But most of the guys that I know, Jack, Tim, can I, all these guys that I serve with at pretty high levels? We don't have PTSD. We, we, we profoundly enjoyed our experience. There's nothing traumatic. I'm not shivering underneath my blanket. We're worried a concern about war. I'm actually more having nightmares about missing out on those kind of efforts with guys that I serve with who are certainly still serving."
  },
  {
    "start": 435.3839590443686,
    "end": 448.5068259385666,
    "speaker": "SPEAKER_00",
    "text": " That's such an interesting perspective for people who haven't served the idea that you feel like you're missing out on it. And I appreciate your honesty saying that it was fun or saying that it's easier than civilian life."
  },
  {
    "start": 448.5068259385666,
    "end": 478.5068259385666,
    "speaker": "SPEAKER_01",
    "text": " Yeah, it's the first thing, like I transitioned out of the military and a contractor with the Central Intelligence Agency and it was a smack in the face because, you know, call it a brotherhood, call it tribe, call it whatever you want. I had a great run with amazing human beings. What I noticed when I went from the military to waking up in an air mattress in an apartment in San Antonio is civilian life sucks."
  },
  {
    "summary": "The speakers discuss the discrepancy in understanding combat experiences and the challenges faced by veterans in receiving comprehensive care. They express concerns about being labeled as mentally unfit and having their right to carry a firearm taken away under proposed red-flag laws. The speakers highlight the value of hiring individuals with combat experience for security positions and question the subjective nature of diagnosing PTSD. They argue that the transition from military to civilian life can be difficult and that veterans should be given a buffer period before being evaluated. The conversation ends with one speaker expressing how civilian life pales in comparison to their military experience."
  }
]