[
  {
    "start": 0.008532423208191127,
    "end": 10.3839590443686,
    "speaker": "SPEAKER_01",
    "text": " this thing that they've established that it seems to indicate the fear and cleavage site, excuse me."
  },
  {
    "start": 8.302047781569966,
    "end": 8.71160409556314,
    "speaker": "SPEAKER_00",
    "text": " Yeah."
  },
  {
    "start": 10.29863481228669,
    "end": 210.43515358361776,
    "speaker": "SPEAKER_00",
    "text": " Yeah, there too, you know, we hear about gain of function research. And now everyone associates gain a function with gain a function of this particular virus. But gain of function research happens all the time in essentially every laboratory in the US in a broad that does mouse genetics. You knock out a gene and you ask what happens to this animal in the absence of a gene. And then you knock it in and you see if it replaces that. Because in humans, human genetics is only loss of function. You don't have the option yet. CRISPR will allow this to put things back in that are missing. And so gain of function research is extremely common. But we do it in a mile. We're no longer working on animals to be clear. We only do human studies now. But you're, this is something that you're trained to do as a postdoc. Everyone learns loss of function gain a function. You need to do both. You know, the gain of function, actually, there is that one CRISPR experiment, speaking of interesting science out of China. A guy, he actually was a postdoc at Stanford, worked for a guy named Steve Quake, and then separately on his own without permission or anything from Stanford, went off and started his own laboratory in China and stood up at a meeting a few years ago and said he had done CRISPR in human babies. This has been done. Yeah. He mutated for this, right? Yeah, he mutated the HIV receptor, which everyone thinks, okay, that was designed to prevent these babies from getting HIV. It turns out that that mutation is thought to perhaps enhance memory by sort of parallel mechanisms. And then it was very unclear for a short while whether or not this guy was either going to get a Nobel Prize or then I thought they were going to throw him in jail. And so everyone is very tense in waiting in my community thinking, okay, because when somebody's kind of up for a big discovery like this, everyone kind of circles maybe wanting that maybe they should be involved in getting the accolades. But as the moment that the international community, I think rightfully so, said, this is horrible. You can't do this. There's no ethics committee. You need to think about what you're doing. Everyone was like, I had nothing to do with this guy. I'd never had anything. And there was a deep excavation of emails and all sorts of everyone's like, I had nothing to do with this guy. So it was pretty interesting. Then China said, oh, we're going to punish him. But I'd be willing to bet both hands that his punishment consists of a jail cell that is pretty luxurious with a laboratory. There's no question that CRISPR is going on there. CRISPR is going on in certain regions of, you know, of, you know, other locations on the globe where things aren't as regulated because think about the potential payoff for being able to rescue a Huntington's mutation, right? Huntington's career mutation. It has somebody at some point in their life, you know, but unable to control their arms. Hemibolismus of the arms. If you want to have a hunting disease, it's a deterioration of the parts of the brain that control motor function. The parts of the brain that control motor function have two main pathways. One is a go pathway like reach for this coffee mug. The other one is a no go pathway resisting movement. And the no go pathway degenerates substantially other things too. And people with Huntington's career end up with these writhing ballistic movements. And it's an inherited disease. So you know what gene is the Huntington gene. And if you can, if you know that your, for instance, parent has it, you can get tested for it. A lot of people don't want to get tested. They don't want the answer because it's laid on set. So you can be normal, a certain portion of your life, and then get it. It's a tragic disease. But if you test positive for this gene, you know you're going to get Huntington's. In which case, with CRISPR, you could just put the gene back in and rescue function."
  },
  {
    "start": 44.513651877133114,
    "end": 45.04266211604096,
    "speaker": "SPEAKER_01",
    "text": " miles away."
  },
  {
    "start": 54.1382252559727,
    "end": 54.70136518771331,
    "speaker": "SPEAKER_01",
    "text": " You need to do both."
  },
  {
    "start": 76.61262798634813,
    "end": 79.10409556313994,
    "speaker": "SPEAKER_01",
    "text": " Yeah, he was trusted for this right? Yeah, he"
  },
  {
    "start": 145.4180887372014,
    "end": 145.89590443686006,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 164.8378839590444,
    "end": 165.38395904436862,
    "speaker": "SPEAKER_01",
    "text": " What is it?"
  },
  {
    "start": 210.43515358361776,
    "end": 219.99146757679182,
    "speaker": "SPEAKER_01",
    "text": " What causes someone to eventually succumb to that disease, if it's a late onset disease, if they don't have it when they're young, and they develop when they get older, what changes?"
  },
  {
    "start": 219.99146757679182,
    "end": 250.00853242320818,
    "speaker": "SPEAKER_00",
    "text": " Yeah, so it's not just deterioration of those particular neurons. It's deterioration of the neurons that control those neurons. Everything's working in a kind of a top-down suppression all the time. In fact, the head neurosurgeon at Neural Link, who somebody I know quite well, and they Matthew McDougal, he came up through my laboratory and Elon made a great choice in hiring him, told me recently, the best way to think about the frontal cortex is that basically, it's main job besides picking context and strategy for a given situation, is to tell certain parts of your brain that really want to do things."
  },
  {
    "start": 251.42491467576792,
    "end": 343.06313993174064,
    "speaker": "SPEAKER_00",
    "text": " That's the best description I have ever heard of prefrontal cortex. You know, it's what's keeping Jamie from doing things that he shouldn't right now and me doing things that I shouldn't right now. And every time you have a crazy idea, like maybe I should jump off the bridge. Why would I think that? I'm not. That's a healthy operation of your brain saying, I want to, because I'm kind of curious, but I don't want to, so I'm not going to. With Huntington's what happens is just slow deterioration of those neurons, but there's a lot of deterioration of these neurons that control motor function. And eventually what happens is the deeper neurons that control motor function start shutting down the autonomic functions, like breathing, heart rate. And so eventually people just succumb to some basic, you know, we call them housekeeping functions. You know, so they'll have to be on a respirator and they have to, you know, they have to use a catheter tube and, you know, they have to defigate into a bag. And you know, at some point they just become a deteriorated mess of neurons. So what's first to go there, however, is the control of motor function. And it goes first in the direction of too much activity because of all these breaks and accelerators that we have in the brain. So in any case, CRISPR gene manipulation of the sort that this guy did in this laboratory in China, again, I think an ethics committee needs to tell the world or decide for the world what people should be allowed to do and not do. But you can imagine for something like Huntington's it would be tremendously advantageous. Like if you had a child who you knew at some day going to get Huntington's, you'd want to do a CRISPR mutation and put the healthy gene back."
  },
  {
    "start": 251.5784982935154,
    "end": 252.29522184300345,
    "speaker": "SPEAKER_01",
    "text": " That's the best description."
  },
  {
    "start": 271.08361774744026,
    "end": 271.4931740614334,
    "speaker": "SPEAKER_01",
    "text": " Ryan."
  },
  {
    "start": 294.85494880546077,
    "end": 295.179180887372,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 343.06313993174064,
    "end": 349.10409556313994,
    "speaker": "SPEAKER_01",
    "text": " Is there anything that's been shown to slow down the progress of hunting?"
  },
  {
    "start": 349.68430034129693,
    "end": 376.51023890784984,
    "speaker": "SPEAKER_00",
    "text": " There I'm not so versed. It's a little bit like MS, another neurodegenerative disease, multiple sclerosis, where certain things exacerbate it, like inflammation of any kind. And those things can be almost random in some ways. Like some people who have MS will solid dressing with mustard and have a huge inflammatory response and have a flare-up, blurry vision and get worse. And then it returns to mustard. Things like mustard is mustard."
  },
  {
    "start": 376.20307167235495,
    "end": 377.3805460750853,
    "speaker": "SPEAKER_01",
    "text": " most certain flewveyours"
  },
  {
    "start": 377.26109215017067,
    "end": 418.5068259385666,
    "speaker": "SPEAKER_00",
    "text": " Well, mustard isn't necessarily whole body inflammatory, but if it's spicy mustard, it binds to what's called the substance p receptor or the cap Sason receptor. We have receptors for anything that's kind of hot and spicy. And those are the same receptors that respond to hot liquid. Heat and spicy, obviously very closely linked and pain, all three of those are very close. Whereas pain relief, very closely related to men fall and cool, not just the taste, but the actual physical sensation of cool. So heat pain and inflammation kind of our cousins in this in the sense and cool men fall and lack of inflammation are also cousins in terms of receptors neural circuits, this kind of thing."
  },
  {
    "start": 387.6877133105802,
    "end": 387.858361774744,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 405.23037542662115,
    "end": 405.43515358361776,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 418.5068259385666,
    "end": 421.4931740614335,
    "speaker": "SPEAKER_01",
    "text": " Spicy food cause inflammation? Sure."
  },
  {
    "start": 421.4931740614335,
    "end": 465.5887372013652,
    "speaker": "SPEAKER_00",
    "text": " Yeah, but I think one of the best ways to think about inflammation and here I, you know, I definitely had tip to Lane Norton who we both know and Andy Alpin who really both really impressed upon me the fact that if we were to measure somebody's blood pressure, inflammatory markers, heart rate and cortisol during a hard workout and you didn't know they were doing a hard work and I just handed you the data and your medical doctor you'd say this person's dying, right? So inflammation is robust during, during a hard exercise, but I think what's so incredible about the human body is that the increase in blood pressure, inflammation, et cetera, is what triggers the adaptation so that blood pressure and inflammation, et cetera, are all much lower the other 23 hours of the day."
  },
  {
    "start": 446.23720136518773,
    "end": 448.91638225255974,
    "speaker": "SPEAKER_01",
    "text": " This person's dying, right?"
  },
  {
    "start": 465.5887372013652,
    "end": 465.99829351535834,
    "speaker": "SPEAKER_01",
    "text": " Hmm."
  },
  {
    "summary": "The conversation is about gain of function research and specifically about a researcher in China who used CRISPR gene manipulation on human babies. This sparked controversy and discussions on ethics. The potential benefits of CRISPR gene manipulation were mentioned, particularly in the case of Huntington's disease. Huntington's is a neurodegenerative disease that leads to the deterioration of motor function and eventually other autonomic functions. The ethical implications of using CRISPR to treat this disease were discussed. The conversation also touched on the topic of inflammation and its relationship to certain foods and exercise."
  }
]