[
  {
    "start": 2.329351535836177,
    "end": 32.00511945392492,
    "speaker": "SPEAKER_01",
    "text": " Nice to meet you, guys. Hey, thanks a lot, Dan. I appreciate what you do, but you do is a very valuable service. Because you go so deep on some of these scammers. It's like it's so important. Because there's so many people that just they don't really understand what's going, like the FTX thing, for example, the best one. Because I was so in the dark about this thing. I was like, what is happening? Like, what are they doing? Try to break it down for us. Like, first of all, it's a crypto exchange, right? So how does that work?"
  },
  {
    "start": 31.083617747440275,
    "end": 64.70136518771332,
    "speaker": "SPEAKER_00",
    "text": " So how does that work? So the first question is when you learn about crypto, you're like, it's this magic internet money. Magic. How do you get some of that? How do you get some of that magic internet money? Well, you have to go somewhere to buy it. And so it's a crypto exchange is where you kind of go. You put your fiat on your dollars or whatever, euros or whatever. And you put it into this crypto exchange. They have a bank. And they work with that bank. And they exchange that money for some type of crypto token. There's a lot of different tokens out there. And."
  },
  {
    "start": 64.70136518771332,
    "end": 70.89590443686008,
    "speaker": "SPEAKER_01",
    "text": " Explain tokens because I don't understand tokens. I know there's crypto and there's tokens like what is the difference between the two?"
  },
  {
    "start": 70.75938566552901,
    "end": 109.00170648464164,
    "speaker": "SPEAKER_00",
    "text": " Yeah, tokens like is the individual, you can think of currency, right? So it's like the individual. So Bitcoin is, you have Bitcoin. Then you have, it's one of the cryptocurrencies. You have Ethereum. You have Dogecoin. You have SafeMoon. You have FTT, which is what FTX was using as their native token. So a lot of these guys, you'll start a crypto exchange and then you'll launch your own token that people can invest in, sort of like they're investing almost in your crypto exchange. And so that was actually one of the ways that FTX really perpetuated their fraud. I can break it down. How much do you know about the FTX? Let's break it down for a second."
  },
  {
    "start": 75.02559726962458,
    "end": 75.07679180887372,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 108.30204778156997,
    "end": 110.98122866894198,
    "speaker": "SPEAKER_01",
    "text": " Let's break down for people that don't know about it. So."
  },
  {
    "start": 109.87201365187714,
    "end": 109.94027303754267,
    "speaker": "SPEAKER_00",
    "text": " Yeah."
  },
  {
    "start": 110.98122866894198,
    "end": 195.23037542662115,
    "speaker": "SPEAKER_00",
    "text": " Let's do it. So FTX was this crypto exchange located out in the Bahamas, which is a great place to put your... Why do they do it in the Bahamas? Because it's unregulated. So the problem with doing stuff in the United States, or you know, something like Europe or something like that, is you are subject to all these regulations which require you to be a little more careful. Oh, those are pesky. Yeah, they're annoying. So like the famous example is like coin bases in America and they have to file all these forms. They have to be... They're regulated entity. They're publicly traded companies. So they have to report everything. So if you're offshore, you can kind of not do any of that. You can play fast and loose. And you know, for some people, they think that's better. They can offer, let's say like a hundred X leverage. Like you have a dollar. I'll let you trade with a hundred dollars. And that's gonna be like one reason you come to my offshore exchange. They can offer you more leverage than the guys who are like, you know, coin base or something like that. So FTX launches, let's start with who's San Bankman Fried is. He's kind of at the center of all of this. San Bankman Fried is this guy who comes, he's the son of two Harvard lawyers. Then he comes up, preps school. He's kind of like built for success, right? He goes to MIT, goes to Jane Strait as this quantitative trader. And then he goes into the crypto space and he launches FTX. Or is it fair?"
  },
  {
    "start": 111.61262798634813,
    "end": 112.15870307167236,
    "speaker": "SPEAKER_01",
    "text": " Okay."
  },
  {
    "start": 135.6911262798635,
    "end": 138.21672354948805,
    "speaker": "SPEAKER_01",
    "text": " Yeah, there is therein' more like that."
  },
  {
    "start": 194.73549488054607,
    "end": 195.9982935153584,
    "speaker": "SPEAKER_01",
    "text": " He's very young, right?"
  },
  {
    "start": 195.9982935153584,
    "end": 201.59556313993176,
    "speaker": "SPEAKER_00",
    "text": " How old is he? I think he is young. I'm not... Maybe you can look that up, Jamie."
  },
  {
    "start": 202.29522184300345,
    "end": 266.4931740614334,
    "speaker": "SPEAKER_00",
    "text": " 31. He launches Alameda Research first, which is just like this trading firm, which basically the idea here is we have some ideas we're going to raise a little bit of money and we're going to do these trades that are profitable in crypto. So the way he first made his money was he did something where he bought Bitcoin in the US and he sold it on these Japanese exchanges where it was worth more. So this there he was arbitraging this difference in prices and then after he made his money that way, he launches FTX in 2019 and that's a crypto platform where honestly you can make a lot more money than just with a trading firm. So FTX quickly skyrockets and popularity they bring on people like Tom Brady to promote it. Larry David and the Super Bowl they kind of get buy-in from all these big sort of names and also reputable people like BlackRock, Sequoia Capital, they all invest in this guy. Kevin O'Leary famously promoted it for like $18 million dollars."
  },
  {
    "start": 266.4931740614334,
    "end": 268.13139931740614,
    "speaker": "SPEAKER_01",
    "text": " Leave him $18 million to promote it."
  },
  {
    "start": 268.21672354948805,
    "end": 332.4658703071672,
    "speaker": "SPEAKER_00",
    "text": " He says he lost it on the platform. He says the 18 million was on FTX or whatever, and he never got a dollar out of it, but that was what the deal was for. So they were paying everybody to promote this FTX crypto exchange. And the idea was, is this is the next big thing, right? And this is where you're gonna make money. There was a lot of fear of missing out or FOMO in the markets at the time. Everyone thought, oh, crypto's, you have to get in now, right? Because if you get in now, you're gonna make some money. And so people invested in FTX thinking that this is going to be a safe platform. This kid is smarter than everyone else. He's the son of Harvard lawyers. We just sort of can't lose. And nobody paid attention to some of the red flags that were going on until ultimately was too late. It turns out he was pilfering FTX, the customer deposits, and was using it in Alameda Research, which was his trading firm, to try to make extra money, and he lost it."
  },
  {
    "start": 332.4658703071672,
    "end": 339.00170648464166,
    "speaker": "SPEAKER_01",
    "text": " And so this is all because it's unregulated. Like if he was doing this, like coin base can't do this. Is that correct?"
  },
  {
    "start": 339.00170648464166,
    "end": 385.89590443686006,
    "speaker": "SPEAKER_00",
    "text": " Yeah, Coinbase is much more heavily scrutinized. They actually have to file with the SEC. They have to say what they have, where they're putting their money. They're subject to more regulation about how they take care of customer deposits. One of the big things with FTX was they told people, hey, you put your money with us. We're not gonna touch it. We're not gonna move it. That's what FTX said in their terms of service. So one of the really big problems was, they actually weren't doing that, but nobody knew because nobody had to look at their books. Like it was very opaque. Nobody knew what was going on behind the scenes. So even though they said, we're not gonna touch your money. As soon as you deposited Bitcoin, I mean, I talked to some of the insiders at Alameda. They said they had this backdoor system to where they could see you Joe deposit a Bitcoin on FTX. They could grab that Bitcoin and start trading with it immediately."
  },
  {
    "start": 387.48293515358364,
    "end": 410.50341296928326,
    "speaker": "SPEAKER_00",
    "text": " even though they were never supposed to be able to touch your money, obviously. That was the whole point. It's like, you deposit with us. We're not going to do anything with your money. It's your money. It's like a deposit, like we're, it's almost like a bank. Like you deposit with a bank, your bank isn't supposed to go ahead and take your money and go start trading with it. Unless, you know, obviously we have FDIC insurance, stuff like that, but like they didn't have that. They had, they just take your money, go trade with it. And that's where the disaster started."
  },
  {
    "start": 410.9641638225256,
    "end": 459.9914675767918,
    "speaker": "SPEAKER_01",
    "text": " I really enjoyed you catching him on Twitter spaces. I really enjoyed that. I listened to that whole thing. Because before that, you have this guy who's this, you know, whiz kid who you listen to him talk, he has an answer for everything, he's so articulate, he's so knowledgeable, like I listened to previous interviews before he got busted. And then when you have him on, there's a lot of, I wasn't aware. I'm not sure. I'm not aware of that. I don't know. There was all this hemmin' and hawn, and a lot of ums and aes, and you just kept on them. It was amazing that he, first of all, it was amazing that he felt like he could do something like that. Like why would he publicly communicate? This is one of the,"
  },
  {
    "start": 459.9914675767918,
    "end": 474.37713310580205,
    "speaker": "SPEAKER_00",
    "text": " This is why it's so interesting to me to look at fraud. Like this is why it fascinates me as well as I think it's an important thing to expose. But like I'm interested in the characters who perpetuate fraud because they're such interesting psychological case studies."
  },
  {
    "summary": "FTX is a crypto exchange located in the Bahamas. It is unregulated, which allows them to offer more leverage and be less scrutinized compared to exchanges in the United States or Europe. FTX was launched by San Bankman Fried, who is the son of Harvard lawyers and has a background in quantitative trading. FTX quickly gained popularity and attracted investments from reputable entities and celebrities like Tom Brady and Larry David. However, it was later discovered that Bankman Fried was pilfering customer deposits and using them in his trading firm, Alameda Research, resulting in significant losses. FTX's lack of regulation allowed them to operate in an opaque manner, misleading customers about the safety of their funds. The conversation highlights the fascination with studying fraud and the motivations behind those who perpetuate it."
  }
]