[
  {
    "start": 0.008532423208191127,
    "end": 21.11774744027304,
    "speaker": "SPEAKER_00",
    "text": " Concentrated poverty, generational poverty. So my family grew up, one family grew up in the projects, their children wound up growing up in the projects. Right, unless someone comes and breaks that cycle. Unless there's a serious intervention to break the cycle of incarceration or intergenerational incarceration, it continues to be perpetuated."
  },
  {
    "start": 22.482935153583618,
    "end": 70.50341296928329,
    "speaker": "SPEAKER_01",
    "text": " And the problem seems to be that every politician is just concerned with getting elected. So they want to say whatever the people want to hear. And if the people want to hear get tough on crime, it's that. But you don't hear, we need to eliminate all the areas of our country that are creating these issues. We have to fix that. If it has to be a concentrated effort, it has to be, I've always said, you want to make America great. Have less losers. How do you have less losers? We have more people with opportunity. You figure out where people don't have opportunity, you provide opportunity. And you pour all the money into that. We obviously have billions of dollars to provide to Ukraine. There's always something. There's always something that they come up with. They need trillions of dollars for this and billions of dollars for that. Green energy and this and that."
  },
  {
    "start": 63.89931740614335,
    "end": 64.39419795221843,
    "speaker": "SPEAKER_00",
    "text": " That's right."
  },
  {
    "start": 71.57849829351537,
    "end": 77.9948805460751,
    "speaker": "SPEAKER_01",
    "text": " There's no better use of resources than making better human beings, giving human beings opportunities."
  },
  {
    "start": 77.9948805460751,
    "end": 121.20307167235495,
    "speaker": "SPEAKER_02",
    "text": " And maybe it's time to stop relying on the government for it, because politicians, it's almost like when I think of a politician now in the context of helping solve these problems, it's almost like, you know, wouldn't it be nice for me to be able to fly? Yeah, that'd be nice, but it's not going to happen. You know, so what we're trying to do with the Pearl Mudder Center for legal justice is to get the word out to even the private sector. If we can create self-driving cars and artificial intelligence and send people into space, this is a solvable problem. I mean, one of the things that has been"
  },
  {
    "start": 108.69453924914677,
    "end": 108.93344709897612,
    "speaker": "SPEAKER_01",
    "text": " there."
  },
  {
    "start": 123.77986348122867,
    "end": 146.42491467576792,
    "speaker": "SPEAKER_02",
    "text": " I mean, I don't know why I needed this as like some epiphany because I've been doing this work for close to 20 years. But lately, I have been struck by the cases that we're working on in a way that I haven't before. And if you ever want to see like,"
  },
  {
    "start": 149.2064846416382,
    "end": 154.1382252559727,
    "speaker": "SPEAKER_02",
    "text": " The true, the best way to articulate this."
  },
  {
    "start": 156.2201365187713,
    "end": 166.03242320819112,
    "speaker": "SPEAKER_02",
    "text": " how fucked up this country is in terms of racial disparity and the mistreatment of minorities in this country, go visit a prison."
  },
  {
    "start": 166.86860068259386,
    "end": 206.22013651877137,
    "speaker": "SPEAKER_02",
    "text": " Singsing as a program where we'll talk about it where they take people from the community and say here's what is going on here I have routinely sat across a table like this in a small room um in the vis- in the legal visiting room at Singsing let's just take Singsing for example we recently um One of our new clients um Was sentenced to 70 years 70 years for a first offense In which the extent of the victims injuries were four stitches"
  },
  {
    "start": 207.24402730375425,
    "end": 219.49658703071674,
    "speaker": "SPEAKER_02",
    "text": " This man, Sheldon Johnson, served 26 years. And I took a look at this case and I said, how is this possible?"
  },
  {
    "start": 220.62286689419795,
    "end": 286.1518771331058,
    "speaker": "SPEAKER_02",
    "text": " A few weeks later, I'm visiting with a man who's serving 25 to life for the alleged robbery of $200 in which the alleged victim has a condition where one eye is shut and the other eye had multiple surgeries that were never disclosed to the defense. You know, and- Is it in the eye witness count? Yes. There's no evidence. And he's the only eye witness. And he's the only one. And he's the only one. No pun intended. And he's the only one. And his- And he could not identify the person. And that wasn't disclosed. And then- And then not the extent of his eye issues. You couldn't hide the fact that one eye was- But- But the point I'm trying to make is that it is extraordinarily rare for me to be hearing these stories and the person sitting across the table for me is a white person. It's always a black man or a Latin man. And it begs the question, well-"
  },
  {
    "start": 249.56484641638224,
    "end": 255.9982935153584,
    "speaker": "SPEAKER_01",
    "text": " Yes, there's no evidence and he's the only I would and he is the only one. No pun intended."
  },
  {
    "start": 255.9982935153584,
    "end": 256.86860068259386,
    "speaker": "SPEAKER_00",
    "text": " and his"
  },
  {
    "start": 256.86860068259386,
    "end": 257.6535836177474,
    "speaker": "SPEAKER_01",
    "text": " And he..."
  },
  {
    "start": 259.37713310580205,
    "end": 260.16211604095565,
    "speaker": "SPEAKER_01",
    "text": " and that wasn't disclosed."
  },
  {
    "start": 287.24402730375425,
    "end": 295.0085324232082,
    "speaker": "SPEAKER_02",
    "text": " you know what do we think african americans are more have a higher propensity to commit crime that's not it"
  },
  {
    "start": 295.74232081911265,
    "end": 352.3464163822526,
    "speaker": "SPEAKER_02",
    "text": " It's exactly what Bruce is talking about. And what I hope to do is to continue to get the word out because we so often have people writing us, calling us, sending us emails, DMs on Instagram, how can I help? And one of the ways that you can help is getting involved in communities that are poor, whether it's volunteering at a community center in areas like Brownsville, whether it's donating funds to community-based organizations, whether it's corresponding with someone, and it's just getting the word out in a way. And if you're gonna be a politician for the young generation, you know, you have to actually not look at what the public is wants to hear or what you think the public wants to hear. It's okay to run and lose."
  },
  {
    "start": 353.2679180887372,
    "end": 359.240614334471,
    "speaker": "SPEAKER_02",
    "text": " as long as it becomes, you know, a way to propel a message in a certain direction."
  },
  {
    "start": 358.09726962457336,
    "end": 442.4658703071672,
    "speaker": "SPEAKER_01",
    "text": " in a certain direction. What people try to do, their idea is to run and run with, they have these ulterior ideas that they don't divulge, run, and then try to implement them. This is the idealistic utopian view of a president. Here's the problem with that. I think when you get into office, they say you the fuck down and they explain how everything really works. And I think it's very terrifying. And I think we're probably a brink of conflict all over the world. And there's all sorts of problems. They're constantly dealing with, and they don't want to hear jack shit about what you want to do for communities. They want to know how much money can we get for these military industrial complex corporations that have been sponsoring your campaign, that have been helping get things across on whether it's social media or mainstream media, whatever narratives you want pushed, whatever the pharmaceutical drug companies want pushed. All of this is very clear. This is not conspiracy theory anymore. Now that we know, with the release of the Twitter FIIRals, from Twitter, with the FBI, we know they're involved in narratives. We know they're involved in doing these things. We know they're involved in putting agent provocateurs into all these organizations, like that governor Whitmer lady who got the kidnapping plot to get her 14 people, 12 of them, where FBI informants. That's just fucking insane. Yes. So all this stuff exists. This is not conspiracy theory anymore."
  },
  {
    "start": 386.6126279863481,
    "end": 386.69795221843003,
    "speaker": "SPEAKER_02",
    "text": " Thank you."
  },
  {
    "start": 443.4726962457338,
    "end": 475.5716723549488,
    "speaker": "SPEAKER_01",
    "text": " I think that's the problem, what happens when you get into office? You are dealing with a fucking tsunami of bullshit. And it's just deeply ingrained. It's just like the system of these impoverished communities is deeply ingrained and generational. I think the culture of the deep state is also deeply ingrained and generational. The culture of the relationship that they have to money, to whether it's money from the bankers, money from the pharmaceutical drug companies, the military industrial companies, there's sensational amounts of money that can be had. And we're seeing it in motion right now."
  },
  {
    "summary": "The conversation revolves around the issues of concentrated poverty and generational poverty perpetuated by the cycle of incarceration. The speakers express their frustration with politicians who prioritize getting elected over addressing the root causes of these problems. They believe that providing opportunities and resources to disadvantaged communities is crucial for breaking the cycle of poverty. They also discuss the need for intervention from the private sector and express the belief that solving these problems is feasible, comparing it to other technological advancements. The conversation highlights racial disparities in the criminal justice system, with examples of individuals serving long sentences for minor offenses, particularly affecting black and Latin men. The speakers emphasize the importance of advocating for change, volunteering, and supporting community-based organizations. They also touch on political challenges that arise once in office, with the existence of hidden agendas and pressures from powerful interest groups. The conversation concludes by discussing the deep-rooted nature of systemic issues in both impoverished communities and the workings of the \"deep state.\""
  }
]