[
  {
    "start": 2.3634812286689417,
    "end": 30.998293515358363,
    "speaker": "SPEAKER_01",
    "text": " What's happening, baby? You know you're... Are you doing? And we drink a Bud Light drink, gentlemen. Sorry, guys. Sorry. What fuck? There's nothing wrong with it. Mm-hmm. Mm-hmm. People are so cheer, sir. Cheer, brother. People are so silly. We were just talking about how silly it is. One person made a really stupid decision. Now everybody's decided that Bud Light is the enemy. But that's like this thing that people do in America. Where they just decide, now I hate these people. These people are the enemy. And it's over. Yeah, and it's over. The reason..."
  },
  {
    "start": 2.5511945392491473,
    "end": 3.86518771331058,
    "speaker": "SPEAKER_00",
    "text": " Let's happen in baby."
  },
  {
    "start": 3.86518771331058,
    "end": 4.598976109215017,
    "speaker": "SPEAKER_02",
    "text": " I know you."
  },
  {
    "start": 28.438566552901026,
    "end": 28.506825938566553,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 28.506825938566553,
    "end": 29.189419795221845,
    "speaker": "SPEAKER_02",
    "text": " It's over."
  },
  {
    "start": 30.998293515358363,
    "end": 31.237201365187715,
    "speaker": "SPEAKER_02",
    "text": " Thank you."
  },
  {
    "start": 33.06313993174062,
    "end": 41.459044368600686,
    "speaker": "SPEAKER_02",
    "text": " I've been drinking a bud light and bud-wise, so like my entire adult life. And then on Twitter, I defended my sister's spouse and people were like,"
  },
  {
    "start": 42.38054607508532,
    "end": 59.155290102389074,
    "speaker": "SPEAKER_02",
    "text": " People were pissed and I was like, I didn't mean to do this. It was crazy. Travis Trit came after me and I was like, he didn't come after me. Travis Trit is so respectable and he's like a good guy. And I met him at the two step in where you were. And it was cool to get to talk to him about it and see like two different views. And it was cool. Sitting in the room with him and hearing it."
  },
  {
    "start": 56.61262798634813,
    "end": 57.17576791808874,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 59.496587030716725,
    "end": 72.63651877133107,
    "speaker": "SPEAKER_01",
    "text": " Well, you know, people just the culture war in this country is so goofy, it's so overblown. And a lot of us people just not talking to each other. People talking through social media and talking through narratives and it's just"
  },
  {
    "start": 72.63651877133107,
    "end": 90.4863481228669,
    "speaker": "SPEAKER_02",
    "text": " It freaks me out. And being so public to you too is, well, it's so scary. I feel like it keeps people from being who they actually are. Oh yeah. Which is terrifying, because every time I get anywhere, I'm like, shit, man, I can't say or do this. And then when you do, it's fucking, it's crazy. It's like,"
  },
  {
    "start": 74.51365187713311,
    "end": 74.99146757679182,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 90.4863481228669,
    "end": 120.41808873720137,
    "speaker": "SPEAKER_01",
    "text": " I call it a lot of self-sensoring, but I think it's important to speak your mind. I think it's getting better. Yeah, it's just more people have to do it and then more people, you know, people worried about the repercussions, but you have to understand when you're a person like yourself or a person like me, you're communicating to millions of people. And so you're going to have a certain percentage of them that are upset at everything you say, whether you say you like to eat meat or whether you say you think Robert F. Kennedy Jr.'s a good guy, whether you think that, you know, whatever the fuck you think."
  },
  {
    "start": 94.3259385665529,
    "end": 95.09385665529011,
    "speaker": "SPEAKER_02",
    "text": " I think he's getting better."
  },
  {
    "start": 120.41808873720137,
    "end": 125.38395904436861,
    "speaker": "SPEAKER_02",
    "text": " And you only have one, you only have one life, man. Allegedly. Yeah, I guess. I'm not sure."
  },
  {
    "start": 124.6331058020478,
    "end": 126.6467576791809,
    "speaker": "SPEAKER_01",
    "text": " I'm not sure about that."
  },
  {
    "start": 127.50000000000001,
    "end": 129.59897610921502,
    "speaker": "SPEAKER_01",
    "text": " I remember you feeling you've been here before?"
  },
  {
    "start": 127.90955631399318,
    "end": 128.43856655290102,
    "speaker": "SPEAKER_02",
    "text": " Thank you."
  },
  {
    "start": 129.7525597269625,
    "end": 137.8071672354949,
    "speaker": "SPEAKER_02",
    "text": " No, I saw your podcast like two years ago about the Infinity thing. Yeah. And I kept telling people about it, like in Oklahoma and stuff like what the..."
  },
  {
    "start": 137.8071672354949,
    "end": 154.49658703071674,
    "speaker": "SPEAKER_01",
    "text": " Is it weird that that freaks people out? Like if freaks people out like I love life. I love my family I love my friends. I love my job. I love existing. I enjoy it very much But if I had to do this over and over again forever for for infinity. It's a weird feeling if freaks people have you"
  },
  {
    "start": 154.00170648464166,
    "end": 175.89590443686006,
    "speaker": "SPEAKER_02",
    "text": " Have you seen that black mirror episode? No, not to be that guy. No, no, I see a bunch of them But it's a black mirror episode. We're there in a cabin and this guy's in prison for infinity And he's talking to this guy over and over and over again Wow, and there's the new one the new season came out and the same thing there in space and they're like coming down I'm not gonna run it. No, no worries. It's crazy. It's an amazing show. It freaks you out. It's my favorite show. It's good great show"
  },
  {
    "start": 155.8617747440273,
    "end": 156.01535836177476,
    "speaker": "SPEAKER_01",
    "text": " No."
  },
  {
    "start": 157.02218430034128,
    "end": 158.79692832764505,
    "speaker": "SPEAKER_01",
    "text": " No, not seen a bunch of them, but..."
  },
  {
    "start": 170.04266211604096,
    "end": 170.93003412969284,
    "speaker": "SPEAKER_01",
    "text": " No, no worries."
  },
  {
    "start": 173.5921501706485,
    "end": 177.05631399317406,
    "speaker": "SPEAKER_01",
    "text": " It's my favorite show. It's good, great show. My wife won't watch it with me."
  },
  {
    "start": 179.00170648464166,
    "end": 183.42150170648466,
    "speaker": "SPEAKER_01",
    "text": " It's freaked out by it. Yeah, it shouldn't like things they could be real. I get that."
  },
  {
    "start": 179.06996587030716,
    "end": 179.10409556313994,
    "speaker": "SPEAKER_02",
    "text": ""
  },
  {
    "start": 182.84129692832767,
    "end": 187.00511945392492,
    "speaker": "SPEAKER_02",
    "text": " I get that a lot of people like when I bring it up they're like I don't know and I'm like did you ever see how"
  },
  {
    "start": 187.00511945392492,
    "end": 190.8788395904437,
    "speaker": "SPEAKER_01",
    "text": " heavy metal. That's the one where the robots are chasing this lady."
  },
  {
    "start": 191.93686006825942,
    "end": 198.52389078498294,
    "speaker": "SPEAKER_01",
    "text": " Oh yeah, the dog. I didn't like that. I saw him walking. That one freaked me out too much. I was like, no way. That's so close to real."
  },
  {
    "start": 192.1928327645051,
    "end": 209.820819112628,
    "speaker": "SPEAKER_02",
    "text": " Yeah, the dogs I didn't like that I saw watching that one free me out too much. I don't know what that's so close to real Well the one about the murder and two there's a one with this chick like murders Oh, yeah, and she gets in this like white live trying to hide from it. Yeah, she's like hiding it from her kids and stuff. Yeah Yeah crazy"
  },
  {
    "start": 202.32935153583617,
    "end": 202.53412969283278,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 204.7013651877133,
    "end": 206.7662116040956,
    "speaker": "SPEAKER_00",
    "text": " Trying to hide from it? Yeah."
  },
  {
    "start": 209.820819112628,
    "end": 249.66723549488057,
    "speaker": "SPEAKER_01",
    "text": " Wow, it's just, it's so close to real. It's so close to real. There was a world economic forum video that they just put out about people going to work and wearing earbuds. Have you seen it, Jamie? Going to work and wearing earbuds that monitor your brain waves. And the brain waves are gonna tell whether or not you're being productive or distracted. And in this video, this woman is kind of fantasizing about a guy she works with and then catchers herself doing it. And then some guy gets busted for like, what is this? It's just a video explaining how in the future, you're good. See if you could find it. I mean, I'm seeing the people talking about it. Dude, you see,"
  },
  {
    "start": 249.2576791808874,
    "end": 266.5273037542662,
    "speaker": "SPEAKER_02",
    "text": " Dude, you saying this reminds me of the STI was in Walmart and I was like walking around and I was like looking for something to buy. And one of the girls I asked the question to, she had an air butt in, or an air pot in. And I was like, why would you do that? You're like walking around working people asking you for help and stuff and she's just walking around like listening to it. She's like talking to people and listening to this music."
  },
  {
    "start": 265.50341296928326,
    "end": 269.00170648464166,
    "speaker": "SPEAKER_01",
    "text": " music. Kids do that today. My kids do that."
  },
  {
    "start": 268.2337883959044,
    "end": 276.1518771331058,
    "speaker": "SPEAKER_02",
    "text": " I was kind of I didn't mean to be an ass, but I was like I was talking to the guy that there here it is. Yeah, that's it. Check this out."
  },
  {
    "start": 274.4283276450512,
    "end": 280.1962457337884,
    "speaker": "SPEAKER_01",
    "text": " Here it is. Yeah, that's it. Check this out. Yeah, check this video. This is this is bonkers. This is really"
  },
  {
    "start": 276.1518771331058,
    "end": 277.48293515358364,
    "speaker": "SPEAKER_00",
    "text": " Yeah, check this video. This is..."
  },
  {
    "start": 279.6331058020478,
    "end": 289.30887372013655,
    "speaker": "SPEAKER_00",
    "text": " really. Scrolls through your brain data over the past few hours. Oh, it's like one of those training videos. As the deadline to finish your"
  },
  {
    "start": 285.43515358361776,
    "end": 287.9948805460751,
    "speaker": "SPEAKER_02",
    "text": " Oh, it's like one of those training videos."
  },
  {
    "start": 290.179180887372,
    "end": 290.1962457337884,
    "speaker": "SPEAKER_00",
    "text": " you"
  },
  {
    "start": 290.1962457337884,
    "end": 291.86860068259386,
    "speaker": "SPEAKER_01",
    "text": " Yeah, and she's wearing these ear buds."
  },
  {
    "start": 291.86860068259386,
    "end": 292.1075085324232,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 292.9948805460751,
    "end": 302.5,
    "speaker": "SPEAKER_00",
    "text": " activity right before an alert popped up telling you to take a brain break. Oh what's that unusual change in your brain activity? This is not the one"
  },
  {
    "start": 301.78327645051195,
    "end": 316.86860068259386,
    "speaker": "SPEAKER_01",
    "text": " This is not the one I saw. Okay. This is the other one that I saw that's scary than a black mirror episode. The other one's more scary because it talks about self-centered work and monitoring your thoughts at work. I can see it. God, I sent it to somebody. I can see it. Fuck that I sent it to. What are you?"
  },
  {
    "start": 303.5068259385666,
    "end": 304.49658703071674,
    "speaker": "SPEAKER_02",
    "text": " I was gonna have the one that I saw."
  },
  {
    "start": 315.759385665529,
    "end": 317.5,
    "speaker": "SPEAKER_02",
    "text": " I mean this"
  },
  {
    "start": 317.5,
    "end": 322.15870307167233,
    "speaker": "SPEAKER_01",
    "text": " video and tick-tock seems like I just saw the brain wave thing you just said. Come on."
  },
  {
    "start": 323.30204778156997,
    "end": 331.9539249146758,
    "speaker": "SPEAKER_01",
    "text": " Like that. Miss the same video. Yep, this is it. This is it. Oh, just a little later, isn't it? Yeah, okay. So I had only seen part of it. That's it. Keep it rolling."
  },
  {
    "start": 326.27133105802045,
    "end": 326.32252559726965,
    "speaker": "SPEAKER_02",
    "text": " you"
  },
  {
    "start": 327.36348122866895,
    "end": 328.9334470989761,
    "speaker": "SPEAKER_02",
    "text": " Just go later in there."
  },
  {
    "start": 328.9334470989761,
    "end": 329.1211604095563,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 331.9539249146758,
    "end": 336.1006825938567,
    "speaker": "SPEAKER_00",
    "text": " feelings how and when she takes your rain that you got to go on"
  },
  {
    "start": 335.0597269624573,
    "end": 340.41808873720134,
    "speaker": "SPEAKER_02",
    "text": " Oh, you got two going. Oh my god, this is a nightmare. This is black mirror. This is what I hear at night."
  },
  {
    "start": 339.00170648464166,
    "end": 344.56484641638224,
    "speaker": "SPEAKER_00",
    "text": " That's what I hear at night."
  },
  {
    "start": 344.1382252559727,
    "end": 345.77645051194537,
    "speaker": "SPEAKER_01",
    "text": " Oh, this is fine. Let this play out."
  },
  {
    "start": 346.74914675767917,
    "end": 348.0460750853242,
    "speaker": "SPEAKER_01",
    "text": " No, it's before this."
  },
  {
    "start": 348.67747440273035,
    "end": 353.8993174061433,
    "speaker": "SPEAKER_01",
    "text": " It's before this where she's fantasizing about this guy that's it. That's the guy. So, guys."
  },
  {
    "start": 353.4726962457338,
    "end": 356.7662116040956,
    "speaker": "SPEAKER_02",
    "text": " I do smoke pot and watch stuff like that. I love it. That's crazy."
  },
  {
    "start": 356.7662116040956,
    "end": 358.2849829351536,
    "speaker": "SPEAKER_01",
    "text": " book prices."
  },
  {
    "start": 357.0051194539249,
    "end": 357.5,
    "speaker": "SPEAKER_00",
    "text": " That's from me."
  },
  {
    "start": 358.2849829351536,
    "end": 377.94368600682594,
    "speaker": "SPEAKER_00",
    "text": " But you can't help fantasizing. Bang starts to look at my brain data. Anything to worry about? The doctor. Your mind starts to wander to the new colleague on your team. No way. I know you shouldn't worry about. Come on. Given the policy against intra-office romance. But you can't help fantasizing. Thank you."
  },
  {
    "start": 364.7013651877133,
    "end": 365.4863481228669,
    "speaker": "SPEAKER_01",
    "text": " the doctor."
  },
  {
    "start": 368.7798634812287,
    "end": 369.7013651877133,
    "speaker": "SPEAKER_02",
    "text": " No way."
  },
  {
    "start": 370.34982935153585,
    "end": 371.11774744027304,
    "speaker": "SPEAKER_02",
    "text": " Come on."
  },
  {
    "start": 378.72866894197955,
    "end": 387.6877133105802,
    "speaker": "SPEAKER_00",
    "text": " But then you start to worry that your boss will notice your amorous feelings when she checks your brain activity. What? She shifts your attention back to the present."
  },
  {
    "start": 385.0255972696246,
    "end": 385.72525597269623,
    "speaker": "SPEAKER_02",
    "text": " What?"
  },
  {
    "start": 388.438566552901,
    "end": 392.0051194539249,
    "speaker": "SPEAKER_02",
    "text": " Imagine all the shitty things you've thought of at work and your boss knowing."
  },
  {
    "start": 390.6740614334471,
    "end": 390.72525597269623,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 392.0051194539249,
    "end": 394.7013651877133,
    "speaker": "SPEAKER_01",
    "text": " Congratulations on your brain metrics."
  },
  {
    "start": 394.7013651877133,
    "end": 397.8071672354949,
    "speaker": "SPEAKER_00",
    "text": " metrics from the past quarter, which have earned you another"
  },
  {
    "start": 399.1211604095563,
    "end": 400.981228668942,
    "speaker": "SPEAKER_01",
    "text": " So you get bonuses."
  },
  {
    "start": 402.8924914675768,
    "end": 402.9948805460751,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 402.9948805460751,
    "end": 405.26450511945393,
    "speaker": "SPEAKER_01",
    "text": " for thinking a certain way."
  },
  {
    "start": 406.6808873720137,
    "end": 411.7320819112628,
    "speaker": "SPEAKER_00",
    "text": " When you arrive at work that... Where is this going? For what? The cloud has fallen over the office."
  },
  {
    "start": 408.1996587030717,
    "end": 409.3941979522184,
    "speaker": "SPEAKER_02",
    "text": " Where is it going?"
  },
  {
    "start": 412.3976109215017,
    "end": 421.69795221843003,
    "speaker": "SPEAKER_00",
    "text": " along with emails, text messages, and GPS location data. The government has subpoenaed employees brainwave data from the past year."
  },
  {
    "start": 422.51706484641636,
    "end": 438.8651877133106,
    "speaker": "SPEAKER_00",
    "text": " If compelling evidence that one of your co-workers has committed massive wire fraud, now they're looking for his co-conspirators. You discover they are looking for synchronized brain activity between your co-worker and the people he has been working with."
  },
  {
    "start": 439.6160409556314,
    "end": 447.90955631399316,
    "speaker": "SPEAKER_00",
    "text": " While you know you're innocent to any crime, you've been secretly working with him on a new startup venture. Shaking, you remove your earbud."
  },
  {
    "start": 449.0358361774744,
    "end": 461.04948805460754,
    "speaker": "SPEAKER_02",
    "text": " You know what's crazy about that? You know what's crazy about that? I feel like the world right now with all of our phones is the same way. Cause your phone knows everything about you. Yeah. And people can do that. But it's not the same, but it's like. It's getting there. It feels like it."
  },
  {
    "start": 454.65017064846415,
    "end": 456.4931740614335,
    "speaker": "SPEAKER_00",
    "text": " Did your phone lose everything about you? Yeah."
  },
  {
    "start": 456.4931740614335,
    "end": 456.69795221843003,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 461.04948805460754,
    "end": 464.49658703071674,
    "speaker": "SPEAKER_01",
    "text": " The idea of being able to collect data on everywhere you want."
  },
  {
    "summary": "The conversation is between multiple speakers discussing various topics. The main points of the transcription include:\n\n- The conversation starts with Speaker_01 talking about how people make quick judgments and decisions based on limited information, using Bud Light as an example.\n- Speaker_02 shares their experience of facing backlash on Twitter for defending their sister's spouse, with Travis Trit being involved.\n- Speaker_01 comments on the culture war in America and the need for better communication rather than relying on social media.\n- The conversation shifts to the fear of public opinion and self-censorship when being in the public eye.\n- The speakers discuss the TV show Black Mirror and its ability to provoke fear and discomfort.\n- Speaker_01 mentions a World Economic Forum video about monitoring brainwaves at work, but they are unable to find the specific one.\n- The speakers continue to talk about the invasion of privacy in the digital age, with Speaker_02 mentioning similarities to phone data collection.\n\nOverall, the conversation covers topics such as social media backlash, cultural divisions, self-censorship, TV show preferences, and concerns about privacy and data collection."
  }
]