[
  {
    "start": 0.008532423208191127,
    "end": 28.40443686006826,
    "speaker": "SPEAKER_00",
    "text": " Finally, regulators have stepped on the scene, but right now it's just this kind of wild, wild west of you're just having to trust these shady offshore entities that they're telling the truth. Binance says they're fine. They show proof of reserves, but what are their liabilities? You know, it's hard to know. So people really just take you at face value and they have to trust that like, oh, other people are invested. So I guess I'll jump into."
  },
  {
    "start": 28.865187713310583,
    "end": 34.44539249146757,
    "speaker": "SPEAKER_01",
    "text": " And that's why the celebrities are important. And that's why the connection of BlackRock is important. Huge part."
  },
  {
    "start": 31.783276450511945,
    "end": 32.07337883959045,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 33.96757679180888,
    "end": 44.001706484641645,
    "speaker": "SPEAKER_00",
    "text": " huge part. Yes, because they're the legitimacy that says, Hey, I'm, you know, I too am safe because Tom Brady's got his money there. So is"
  },
  {
    "start": 44.001706484641645,
    "end": 72.05631399317407,
    "speaker": "SPEAKER_01",
    "text": " The lure is like how Bitcoin used to be worth very little. And then one time it was with the high of Bitcoin it was like 70,000 or something like that. 60 plus, yeah, yeah. So that's the lure. The lure is you buy in for pennies and one day you're insanely rich. I'm sure you know about that one guy who lost a hard drive and who's paying people to go through a landfill to try to find his hard drive because there's billions of dollars with a Bitcoin on that hard drive."
  },
  {
    "start": 53.06313993174062,
    "end": 53.080204778157,
    "speaker": "SPEAKER_00",
    "text": " you"
  },
  {
    "start": 72.05631399317407,
    "end": 75.0085324232082,
    "speaker": "SPEAKER_00",
    "text": " Yeah, people lose, people lose their crypto keys all the time. I mean,"
  },
  {
    "start": 76.6296928327645,
    "end": 96.30546075085324,
    "speaker": "SPEAKER_00",
    "text": " It's kind of an interesting idea where you go, I'm gonna get in before everyone else. But a lot of people found out about crypto at the same time, the mainstream media, everyone else did. So by the time they're actually investing, it's too late. It's too late. I think the like most fair case you could make about crypto is,"
  },
  {
    "start": 98.79692832764506,
    "end": 121.97098976109216,
    "speaker": "SPEAKER_00",
    "text": " Sometimes national currencies aren't a great idea and you want an alternative. So like, look at the Turkish lira, right? The inflation rate, I think, is like 75% or something like that. Like it's like, it's an unimaginable. It's just out of control inflation. And if you hold on to your Turkish lira, you're in for a bad time because every day, it's getting less valuable. So the question is,"
  },
  {
    "start": 123.11433447098977,
    "end": 164.00170648464166,
    "speaker": "SPEAKER_00",
    "text": " What do you do if you're in that country making money? If you want to store your money somewhere else, how do you store it? So there's these ideas of like these alternative currencies that are kind of interesting. And then there's some arguments that like, hey, if you're someone like me, I have two employees and both of them are overseas. Like one of them's in London, one of them's in Ukraine. And so for me, I have to pay them, and you know, I have to do this wire transfer and it's kind of expensive to do these, like you pay all these fees for wire transfers. So the idea is like, okay, if you have crypto, those wire fees can go down, and instead of taking, you know, maybe a day or something, it'll take like five minutes or three minutes. So, so."
  },
  {
    "start": 129.54778156996588,
    "end": 129.9061433447099,
    "speaker": "SPEAKER_01",
    "text": " Hmm."
  },
  {
    "start": 164.88907849829354,
    "end": 228.2679180887372,
    "speaker": "SPEAKER_00",
    "text": " I don't want to give off the idea that like there's nothing here. But the problem is is that with the lack of regulation and the ability to sin peer to peer, which means like a you and I can just send money to each other directly. No middleman. There's also a really huge opportunity for fraud scams and basically like, you know, shell shell games where you're hiding the money. You're saying, oh, invest in this is going to become valuable later, but you actually own a bunch of that token. Then you sell it off and then the price plummet so you thought you had a bunch of money, but actually it's worth nothing. Like there's all these new scams that have emerged as a result of people getting interested in this idea of an alternative money system. I mean, yeah, especially in our modern age, I mean, it seems like you can understand where they're coming from. The average person, they're like, look, I've been screwed by the banks every time the government's printing a bunch of money. Where do I go? Right? You can understand the appeal, but it's just like you went from the"
  },
  {
    "start": 189.42832764505118,
    "end": 189.7866894197952,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 229.39419795221846,
    "end": 274.00170648464166,
    "speaker": "SPEAKER_00",
    "text": " you know, the arms of one huckster to another. Like it's just like, it's just like, almost does something worth, worse. There are reasons that our banks have a bunch of anti-money laundering laws. There's a reason that they have all sorts of finance laws. It's not for, it's not for their safety, it's for your safety. I mean, it's like they need to, you know, fight, like one of the best ways to fight crime is at their wallets, like, you know, like take away their banking. And crypto has just really revitalized that because, you know, now, if you're, if you're some criminal, laundering money has just never been easier. Instead of taking $100,000 across the border or wiring it where it can get held up by a bank, now I can just send you 100K, it's gonna take me five minutes."
  },
  {
    "start": 233.14846416382255,
    "end": 233.50682593856658,
    "speaker": "SPEAKER_01",
    "text": " slide."
  },
  {
    "start": 264.06996587030716,
    "end": 264.73549488054607,
    "speaker": "SPEAKER_01",
    "text": " Mmm."
  },
  {
    "start": 274.00170648464166,
    "end": 282.17576791808875,
    "speaker": "SPEAKER_01",
    "text": " So that's why when people like kidnap people's data and things like those lines, they'd like to get paid through crypto."
  },
  {
    "start": 282.15870307167233,
    "end": 332.3805460750853,
    "speaker": "SPEAKER_00",
    "text": " ransomware, yes, yes, 100% because before it was like, okay, you'd need to use like Western Union or sort of one of these places where you can kind of send money without too much scrutiny. But even Western Union has been kind of, they've been getting kind of pinched a little bit. Like, hey, you guys gotta stop allowing all of this. But in crypto, there's, because there's no middleman, because there's no one who controls, like Bitcoin, like no one can say like no to a transaction. Now it's like, there's nothing to stop you from sending that money. And then, and then you can take that money and you can send it to what's called a mixer, which is this like fancy language for a way to like, anonymize your transaction. Like you put a hundred thousand dollars into this little mixer and then it sends a hundred thousand dollars out later and nobody knows where that money came from."
  },
  {
    "start": 282.9778156996587,
    "end": 283.33617747440275,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 332.3805460750853,
    "end": 332.9948805460751,
    "speaker": "SPEAKER_01",
    "text": " What is it?"
  },
  {
    "start": 332.9948805460751,
    "end": 341.59556313993176,
    "speaker": "SPEAKER_00",
    "text": " mix or how does it work? It's interesting. So the most famous example is tornado cash. They've recently been shut down. But the idea was"
  },
  {
    "start": 341.4931740614334,
    "end": 354.56484641638224,
    "speaker": "SPEAKER_01",
    "text": " Just you have to put your buddy to tornado cash. Yeah, it's wild. Is there a better analogy for losing your house? You know what's funny? Yeah. You know, I mean, good Lord."
  },
  {
    "start": 344.30887372013655,
    "end": 345.5546075085324,
    "speaker": "SPEAKER_00",
    "text": " Yeah, it's wild."
  },
  {
    "start": 354.56484641638224,
    "end": 409.06996587030716,
    "speaker": "SPEAKER_00",
    "text": " The idea of these mixers was you to non-emise your trans actors. So let's say I put one, let's say I have a theorem, one ether into this mixer, right? This pool of money. A bunch of people are putting one a theorem into this thing. So all this money's going in. And then you basically wait. And as you're waiting, a theorem's going out everywhere. A bunch of people are withdrawing, right? Because they're also taking their money out. By the time you withdraw, there's nothing tying your a theorem to your particular address to like this random external address because you send it to a different one. So before it's like, if I send you a dollar and then you send that dollar on, we can easily trace that back to me, right? It's like here, here. But if I send a dollar to you and everyone sending you a dollar, and then you're sending a dollar to all these other wallets that is impossible to know which of those new wallets my dollars from."
  },
  {
    "start": 410.74232081911265,
    "end": 424.598976109215,
    "speaker": "SPEAKER_00",
    "text": " It's like, it's crazy, it's a crazy idea that these basically nerds and cryptography thought of, which is, it's brilliant. I mean, it is brilliant because it is basically, it's almost impossible to trace."
  },
  {
    "start": 425.5546075085324,
    "end": 443.64334470989763,
    "speaker": "SPEAKER_00",
    "text": " But ultimately, the outcome of that is like, yeah, I encrypt all your data, Joe, send me, I know you're the successful podcaster. I want you to send me $10 million or your data's lost forever. And you're like, call the police and you go, hey, track this guy and they're like, to what?"
  },
  {
    "start": 444.240614334471,
    "end": 454.46245733788396,
    "speaker": "SPEAKER_00",
    "text": " Hmm, to a Bitcoin wallet, to a theory amount, what, what are we tracking here? And then it goes to some mix or somewhere and then we don't know where it goes after that."
  },
  {
    "start": 447.5853242320819,
    "end": 448.1655290102389,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "summary": "The conversation revolves around the risks and appeal of cryptocurrency. The speakers agree that the lack of regulation creates a breeding ground for fraud and scams. They discuss the allure of cryptocurrency, with the potential for huge returns on investment, but warn of the risks associated with it. They acknowledge that cryptocurrencies could be useful in countries with unstable currencies and mention the benefits of faster and cheaper international transactions. However, they also highlight the ease with which criminals can use cryptocurrency for money laundering and ransomware attacks due to the lack of a central authority to regulate transactions. The concept of mixers, which anonymize transactions, is discussed as a means to evade tracing money flow. Overall, the speakers express concerns about the lack of safety and regulation in the cryptocurrency market."
  }
]