[
  {
    "start": 3.0290102389078504,
    "end": 32.00511945392492,
    "speaker": "SPEAKER_01",
    "text": " Speaking of taking that rescue tweeted, when you have the choice between being a creator, consumer, or redistributor, always go for creation. Now, when not only does it lead to a more beautiful world, but also to a much more satisfying life for yourself, and don't get stuck preparing yourself for the journey, the time is always now. So let me ask for advice. What advice would you give on how to become such a creator on Twitter and your own life?"
  },
  {
    "start": 32.00511945392492,
    "end": 156.03242320819112,
    "speaker": "SPEAKER_00",
    "text": " I was very lucky to be alive at the time of the collapse of Eastern Germany and the transition into Western Germany. And me and my friends and most of the people I knew were East Germans and we were very poor because we didn't have money. And all the capital was in Western Germany and they bought our factories and shut them down because they were mostly only interested in the market rather than creating new production capacity. And so cities were poor and then this would appear and we could not afford things. And I could not afford to go into a restaurant or a meal there. I would have to cook at home. But I also thought why not just have a restaurant with my friends. So we would open up a cafe with friends and a restaurant and we would cook for each other in these restaurants and also invite the general public and they could donate and eventually this became so big that we could turn this into some incorporated form and it became regular restaurant at some point. Or we did the same thing with a movie theater. We would not be able to afford to pay 12 marks to watch a movie but why not just create our own movie theater and then invite people to play and we would rent the movies in a way in which a movie theater does. But it would be a community movie theater which everybody wants to help can watch for free and build this thing and renovates the building and so we ended up creating lots and lots of infrastructure. And I think when you are young and you don't have money move to a place where this is still happening move to one of those places that are undeveloped and where you get a critical mass of other people who are starting to build infrastructure to live in and that's super satisfying because you're not just creating infrastructure but you're creating a small society that is building culture and ways to interact with each other and that's much much more satisfying than going into some kind of chain and get your needs met by ordering food from this chain and so on."
  },
  {
    "start": 45.41808873720137,
    "end": 45.69112627986348,
    "speaker": "SPEAKER_01",
    "text": " Okay."
  },
  {
    "start": 94.03583617747441,
    "end": 94.24061433447099,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 112.24402730375428,
    "end": 112.3122866894198,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 156.03242320819112,
    "end": 158.43856655290102,
    "speaker": "SPEAKER_01",
    "text": " So not just consuming culture but creating culture."
  },
  {
    "start": 157.55119453924914,
    "end": 176.74914675767917,
    "speaker": "SPEAKER_00",
    "text": " creating culture. And you don't always have that choice. That's why I pre-faced it when you do have the choice. And there are many roles that need to be played. We need people who take care of where the distribution and society and so on. But when you have the choice to create something, always go for creation. It's so much more satisfying. And it also is, this is what life is about, I think."
  },
  {
    "start": 177.09044368600684,
    "end": 177.58532423208192,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 177.34641638225258,
    "end": 177.5,
    "speaker": "SPEAKER_00",
    "text": " Yeah."
  },
  {
    "start": 178.42150170648466,
    "end": 191.23720136518773,
    "speaker": "SPEAKER_01",
    "text": " Speaking of which, you've re-tweeted this meme of a life of a philosopher in a nutshell. It's birth and death and in between. It's a chubby guy and it says, why, though."
  },
  {
    "start": 192.9607508532423,
    "end": 193.660409556314,
    "speaker": "SPEAKER_01",
    "text": " um"
  },
  {
    "start": 195.179180887372,
    "end": 196.4590443686007,
    "speaker": "SPEAKER_01",
    "text": " What do you think is the answer to that?"
  },
  {
    "start": 197.82423208191125,
    "end": 274.58191126279866,
    "speaker": "SPEAKER_00",
    "text": " Well, the answer is that everything that can exist might exist. And in many ways, you take an ecological perspective. The same way as when you look at human opinions and cultures, it's not that there is right and wrong opinions when you look at this from this ecological perspective. But every opinion that fits between two human ears might be between two human ears. And so when I see in a strange opinion on social media, that's not that I feel that I have a need to get upset. It's often more that I, oh, there we are. And when the opinion is incentivized, then it's going to be abundant. And when you take this ecological perspective also on yourself and you realize you're just one of these mushrooms that are popping up and doing this thing. And you can, depending on where you choose to grow and where you happen to grow, you can flourish or not doing this or that strategy. And it's still all the same life at some level. It's all the same experience of being a conscious being on the world. And you do have some choice about who you want to be more than any other animal has. That, to me, is fascinating. And so I think that rather than asking yourself, what is the one way to be, think about what are the possibilities that I have? What it would be the most interesting way to be that I can be."
  },
  {
    "start": 261.2542662116041,
    "end": 261.5443686006826,
    "speaker": "SPEAKER_01",
    "text": " Thank you."
  },
  {
    "start": 274.58191126279866,
    "end": 277.3464163822526,
    "speaker": "SPEAKER_01",
    "text": " because everything is possible so you get to explore this. Not every"
  },
  {
    "start": 276.9539249146758,
    "end": 287.1075085324232,
    "speaker": "SPEAKER_00",
    "text": " There's not everything as possible. But if things fail, most things fail. But often there are possibilities that we are not seeing, especially if we choose who we are."
  },
  {
    "start": 289.92320819112626,
    "end": 291.30546075085323,
    "speaker": "SPEAKER_01",
    "text": " To the degree you will choose."
  },
  {
    "start": 295.69112627986345,
    "end": 332.9948805460751,
    "speaker": "SPEAKER_01",
    "text": " Yarsha, you're one of my favorite humans in this world. Consciousness is to merge with for a brief moment of time. It's always an honor. It always blows my mind. It will take me days if not weeks to recover. I already miss our chats. Thank you so much. Thank you so much for speaking with me so many times. Thank you so much for all the ideas you put on into the world. I'm a huge fan of following you now in this interesting, weird time. We're going through a day. So thank you again for talking today."
  },
  {
    "start": 333.3873720136519,
    "end": 335.759385665529,
    "speaker": "SPEAKER_00",
    "text": " Thank you, Lex, for this conversation. I enjoyed it very much."
  },
  {
    "summary": "In this conversation, Speaker_00 discusses the importance of being a creator rather than just a consumer or redistributor. They share personal experiences of creating infrastructure and culture in their community in Eastern Germany during a time of economic struggle. They emphasize the satisfaction and fulfillment that comes from creating something and building a small society. They also discuss the concept of creating culture and the ecological perspective of embracing different opinions and possibilities. They encourage exploring different ways of being and finding the most interesting way to live. The conversation concludes with Speaker_01 expressing gratitude for the conversation and Speaker_00's ideas."
  }
]