[
  {
    "start": 2.994880546075086,
    "end": 3.131399317406143,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 3.131399317406143,
    "end": 5.639931740614334,
    "speaker": "SPEAKER_02",
    "text": " Hello, good to see you buddy. It's going on"
  },
  {
    "start": 4.206484641638225,
    "end": 12.994880546075086,
    "speaker": "SPEAKER_00",
    "text": " You can see, buddy, it's going on. We're here, man. You are here. Everything's going wild. How was your site going? It's going."
  },
  {
    "start": 12.994880546075086,
    "end": 22.005119453924916,
    "speaker": "SPEAKER_01",
    "text": " decentralizing as fast as possible, getting it out of our hands so that we need to protect ourselves from ourselves."
  },
  {
    "start": 22.005119453924916,
    "end": 25.998293515358363,
    "speaker": "SPEAKER_02",
    "text": " do that. Tell everybody it's maps. Minds."
  },
  {
    "start": 25.998293515358363,
    "end": 30.998293515358363,
    "speaker": "SPEAKER_01",
    "text": " rather. Sorry. Minds.com. M-I-N-D-S-D-D. Just had a Riktob run."
  },
  {
    "start": 28.813993174061434,
    "end": 28.967576791808874,
    "speaker": "SPEAKER_02",
    "text": ""
  },
  {
    "start": 30.00853242320819,
    "end": 32.32935153583618,
    "speaker": "SPEAKER_02",
    "text": " I'm gonna have psychedelics on the brain."
  },
  {
    "start": 32.32935153583618,
    "end": 34.496587030716725,
    "speaker": "SPEAKER_00",
    "text": " I sense kinship with naps."
  },
  {
    "start": 32.92662116040955,
    "end": 32.977815699658706,
    "speaker": "SPEAKER_02",
    "text": ""
  },
  {
    "start": 34.25767918088738,
    "end": 34.58191126279864,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 34.496587030716725,
    "end": 40.5716723549488,
    "speaker": "SPEAKER_02",
    "text": " Yeah, mines and maps, the two of them should go together perfectly. We probably should. We're seamlessly."
  },
  {
    "start": 39.769624573378834,
    "end": 115.11092150170649,
    "speaker": "SPEAKER_01",
    "text": " Yeah, so basically there's protocols and there's platforms so you know Twitter minds Other social networks these are platforms. They're kind of built in the traditional social media style Which is on servers that are you know live in huge cloud Centers and but there's also protocols the one that we're working with now is called Noster Which stands for notes and other stuff transmitted by relay so there's no company owns this protocol the founder is anonymous sort of similar to Bitcoin and what it is is It's all about crypto key pairs and signing stuff so With Noster this is all happening in the background on minds every user has a cryptographic key pair which you can down on your settings You're the only one who gets the private key That's your identity your content your followers all that is tied to your identity So when you post something when you follow somebody That is creating a signature on this decentralized network of relay nodes. So we run a relay"
  },
  {
    "start": 115.87883959044369,
    "end": 132.5,
    "speaker": "SPEAKER_01",
    "text": " Thousands of other people run relays. Snowden's on Noster now. It's like getting serious endorsement and it's because it doesn't have a company, you know, because companies are choke points That can you know, we saw what have a Napster for instance"
  },
  {
    "start": 132.5,
    "end": 133.50682593856658,
    "speaker": "SPEAKER_02",
    "text": " What happened with them, sir?"
  },
  {
    "start": 133.50682593856658,
    "end": 143.6774744027304,
    "speaker": "SPEAKER_01",
    "text": " Napster just got rocked by the music industry and they basically died. I mean they still sort of exist but they pretty much got taken down because there was that entity to go after."
  },
  {
    "start": 143.6774744027304,
    "end": 150.00853242320818,
    "speaker": "SPEAKER_02",
    "text": " I see. So if there were decentral, but there was no real decentralization back then. Was there? Torrance are decentralization."
  },
  {
    "start": 148.72866894197955,
    "end": 149.00170648464166,
    "speaker": "SPEAKER_00",
    "text": " Thank you."
  },
  {
    "start": 150.00853242320818,
    "end": 166.69795221843003,
    "speaker": "SPEAKER_01",
    "text": " Torrents, right? Torrents actually in Noster is there's work that we're involved with now on integrating Noster with Torrents So that more heavy files video and rich media can be shared over the network right now It's it's text and links essentially. What is your"
  },
  {
    "start": 166.30546075085323,
    "end": 190.33276450511948,
    "speaker": "SPEAKER_02",
    "text": " What is your opinion when it comes to copyright protection and stuff like that? Well, like if someone has copyrighted material, Like say if like NBC has a show and then someone uploads it. I mean, that's illegal. Right, but if it's on torrents, it's like how do you get it down? You don't you don't you know So it's just even though it's illegal Yeah, I mean that that's why I"
  },
  {
    "start": 180.9982935153584,
    "end": 181.61262798634812,
    "speaker": "SPEAKER_01",
    "text": " Bye."
  },
  {
    "start": 188.89931740614338,
    "end": 202.8924914675768,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I mean, that's why like, so we have moderation. I mean, if a copyrighted video gets reported on minds, then, you know, we will take it down from our interface. But it still exists on the decentralized network."
  },
  {
    "start": 199.2064846416382,
    "end": 199.49658703071674,
    "speaker": "SPEAKER_02",
    "text": " Bye."
  },
  {
    "start": 199.49658703071674,
    "end": 201.1518771331058,
    "speaker": "SPEAKER_00",
    "text": " It still exists on..."
  },
  {
    "start": 202.5,
    "end": 205.38395904436862,
    "speaker": "SPEAKER_02",
    "text": " so you really can't stop people from sharing it."
  },
  {
    "start": 206.08361774744026,
    "end": 227.99488054607508,
    "speaker": "SPEAKER_01",
    "text": " No, no. No. So, you know, I think I kind of have a nuanced view on copyright. Like, I think that people's work should be protected and, you know, not stolen and monetized. But at the same time, it's just like the nature of information is not compatible with copyright. Right. Just because information wants to do what it wants to do. That's."
  },
  {
    "start": 221.4590443686007,
    "end": 222.02218430034128,
    "speaker": "SPEAKER_02",
    "text": " Yeah."
  },
  {
    "start": 224.34300341296927,
    "end": 224.88907849829354,
    "speaker": "SPEAKER_02",
    "text": " Right."
  },
  {
    "start": 227.99488054607508,
    "end": 231.95392491467578,
    "speaker": "SPEAKER_02",
    "text": " One of the weirder things about what's happening with the internet is that"
  },
  {
    "start": 232.67064846416383,
    "end": 314.17235494880543,
    "speaker": "SPEAKER_02",
    "text": " essentially as time goes on, it becomes more and more difficult to control what's just ones and zeros. As they're out there, the bottlenecks between people and information, they're getting broader. It's getting more and more difficult to stop things. I think as time goes on, it would be impossible. I don't think there will be any stuff. I think in the future, anything, I have a feeling that we'll have zero privacy in the future. I have a feeling that all of this encryption and all this stuff, I think it's all going to be invalid once quantum computing is ubiquitous. I think I just have a feeling that there's no way you can stop information when technology moves past where it is now to some place where basically anybody could get access to anything at any time. Then the problem becomes how do you control money when that happens? Because money in a lot of it is just ones and zeros. The only thing that stops you from being able to steal it or transfer it is encryption. When you don't have any more encryption and anyone kind of acts access to anything that's online."
  },
  {
    "start": 314.17235494880543,
    "end": 378.5068259385666,
    "speaker": "SPEAKER_01",
    "text": " So yeah, I hear you it does seem like over time technology is working against privacy. Yes, it's a battle. It doesn't better. So, but you know encryption hasn't been broke. Some encryption has been broken, but encryption is still good. It still works and as quantum computing advances encryption protocols will advance too. So it is it's a race and there are people trying to try and break it, but I heard the other day you were mentioning the whole thing with signal and tucker. And so yeah, to clarify that. So based on my understanding, signal has not been compromised. The Pegasus program that you were referring to does have the ability to hack people and get into their device, but once you get into the someone's, it's actually easier to get into someone's machine or phone than it is to hack the encryption protocol. So if you can get into someone's phone, then you can probably can get into their messages. So that's different. That's different than signal being irrelevant."
  },
  {
    "start": 321.0324232081911,
    "end": 324.3259385665529,
    "speaker": "SPEAKER_02",
    "text": " Yes. That's about when you put it."
  },
  {
    "start": 331.35665529010237,
    "end": 331.7150170648464,
    "speaker": "SPEAKER_00",
    "text": " as"
  },
  {
    "start": 346.39078498293514,
    "end": 346.93686006825936,
    "speaker": "SPEAKER_00",
    "text": " Yeah."
  },
  {
    "start": 374.46245733788396,
    "end": 376.4931740614334,
    "speaker": "SPEAKER_00",
    "text": " So that's different. That's different."
  },
  {
    "start": 375.50341296928326,
    "end": 376.6467576791809,
    "speaker": "SPEAKER_02",
    "text": " So that's different. That's different."
  },
  {
    "start": 378.5068259385666,
    "end": 405.0085324232082,
    "speaker": "SPEAKER_02",
    "text": " It's not that signals are relevant, but it's just that the government right now has the ability to get into things no matter what all you According to Gavin DeBecker as a securities expert he said all they need is your phone number Signal one what excuse me Pegasus one was you needed a link so someone would have to let's the whole Jeff Bezos story someone Sent him a link on WhatsApp. He clicked on that link bang all of a sudden they have access"
  },
  {
    "start": 405.0085324232082,
    "end": 417.6023890784983,
    "speaker": "SPEAKER_01",
    "text": " to his phone. Right. And you have to be super sophisticated to lock yourself down to avoid that. Like I'm sure that there are people who, well, I know there are people who are probably less victim to something like Pegasus."
  },
  {
    "start": 409.7866894197952,
    "end": 410.2986348122867,
    "speaker": "SPEAKER_00",
    "text": " to avoid."
  },
  {
    "start": 417.4658703071672,
    "end": 439.9914675767918,
    "speaker": "SPEAKER_02",
    "text": " Sure, probably less victim, but I mean, I guess with a guy like Jeff Bezos, he probably has someone's scan his phone all the time But I wonder if they could even detect Pegasus at this point. Yeah, and if we know about Pegasus too How do we know if there's a Pegasus three like whatever sort of workarounds they found? I'm sure we're not gonna be privy to it until it's too late"
  },
  {
    "start": 417.6023890784983,
    "end": 418.14846416382255,
    "speaker": "SPEAKER_00",
    "text": " Sure."
  },
  {
    "start": 439.9914675767918,
    "end": 440.24744027303757,
    "speaker": "SPEAKER_00",
    "text": " Yeah."
  },
  {
    "start": 440.24744027303757,
    "end": 464.4795221843003,
    "speaker": "SPEAKER_01",
    "text": " I mean, the layers of surveillance kind of keep zooming out. And, you know, I think this whole intelligence world is getting out of control. I mean, because you got artificial intelligence, you've got, we have what we know is the state of human intelligence. We then have what is speculated to be potential non-human intelligences."
  },
  {
    "start": 446.0324232081911,
    "end": 446.4249146757679,
    "speaker": "SPEAKER_00",
    "text": " you know."
  },
  {
    "summary": "The conversation is between Speaker 00, Speaker 01, and Speaker 02. The main topic of discussion is the decentralization of social media platforms and the use of protocols like Noster to protect user privacy and prevent censorship. They discuss how Noster works, with each user having a cryptographic key pair tied to their identity, and how it is different from traditional platforms like Twitter. They mention Edward Snowden endorsing Noster and the limitations of company-owned platforms like Napster. They also touch on the integration of Noster with Torrents to allow for sharing of heavy files. The conversation then shifts to copyright protection and the difficulty of stopping illegal sharing on decentralized networks. The speakers express nuanced views on copyright and discuss how copyrighted content can still exist on a decentralized network even if it is taken down from a platform like Minds. The conversation briefly touches on the challenges of privacy with advancing technology and encryption, with a mention of the Pegasus program and the vulnerability of personal devices. They also discuss the expanding surveillance landscape and the potential for non-human intelligences."
  }
]