[
  {
    "start": 2.994880546075086,
    "end": 15.588737201365188,
    "speaker": "SPEAKER_00",
    "text": " But like I mentioned, that fear, that anxiety could be there, could creep up every once in a while. Do you feel that, especially stressful moments, sort of outside of the jismat, just at work?"
  },
  {
    "start": 17.2098976109215,
    "end": 23.831058020477816,
    "speaker": "SPEAKER_00",
    "text": " stressful moments, big decision days, big decision moments. How do you deal with that fear? How do you deal with that anxiety?"
  },
  {
    "start": 23.831058020477816,
    "end": 39.05290102389078,
    "speaker": "SPEAKER_01",
    "text": " The thing that stresses me out the most is always the people challenges. You know, I kind of think that, you know, strategy questions, you know, I tend to have enough conviction around the values of what we're trying to do and"
  },
  {
    "start": 39.70136518771331,
    "end": 54.08703071672355,
    "speaker": "SPEAKER_01",
    "text": " what I think matters and what I want our company to stand for that. Those don't really keep me up at night that much. I mean, I kind of, you know, it's not that I get everything right. Of course, I don't. Right. I mean, make a lot of mistakes. But, um,"
  },
  {
    "start": 54.889078498293514,
    "end": 147.87542662116044,
    "speaker": "SPEAKER_01",
    "text": " But I at least have a pretty strong sense of where I want us to go on that. The thing, and running a company for almost 20 years now, one of the things that's been pretty clear is when you have a team that's cohesive, you can get almost anything done. And you can run through super hard challenges. You can make hard decisions and push really hard to do the best work, even optimize something super well. But when there's that tension, that's when things get really tough. And when I talk to other friends who run other companies and things like that, I think one of the things that I actually spend a disproportionate amount of time on in running this company is just fostering a pretty tight core group of people who are running the company with me. And that, to me, is kind of the thing that both makes it fun. Right? Having friends and people you've worked with for a while and new people and new perspectives, but like a pretty tight group who can, who you can go work on some of these crazy things with. But to me, that's also the most stressful thing. It's when there's tension. That weighs on me. I think the, maybe not surprising. I mean, we're like a very people focused company. And it's the people is the part of it that weighs on me the most to make sure that we get right. But yeah, that I'd say across everything that we do is probably the big thing. So what's the problem?"
  },
  {
    "start": 147.6877133105802,
    "end": 182.75597269624575,
    "speaker": "SPEAKER_00",
    "text": " So when there's tension in that inner circle of close folks, so when you trust those folks to help you make difficult decisions about Facebook, WhatsApp, Instagram, the future of the company and the metaverse with AI, how do you build that close-knit group of folks to make those difficult decisions? Is there people that you have to have critical voices, very different perspectives on focusing on the past versus the future, all that kind of stuff?"
  },
  {
    "start": 183.13139931740614,
    "end": 279.27474402730377,
    "speaker": "SPEAKER_01",
    "text": " Yeah, I think for one thing, it's just spending a lot of time with whatever the group is that you want to be that core group grappling with all of the biggest challenges. And that requires a fair amount of openness. And a lot of how I run the company is, and it's like every Monday morning, we get our, it's about the top 30 people together. And this is a group that just worked together for a long period of time. I mean, people, people rotate in, I mean, new people join, people leave the company, people go to other roles in the company. So it's not the same group over time. But then we spend, you know, a lot of times a couple of hours, a lot of the time it's, you know, can be somewhat unstructured. We, like I'll come with maybe a few topics that I, that are top of mind for me. But I'll ask other people to bring things and people, you know, raise questions, whether it's okay, there's an issue happening in some country with, with some policy issue. There's like a new technology that's developing here. We're having an issue with this partner. You know, there's a design trade-off and WhatsApp between two things that then end up being values that we care about deeply. And we need to kind of decide where we want to be on that. And I just think over time, when, you know, by working through a lot of issues with people and, and doing it openly, people develop an intuition for each other and a bond and camaraderie. To me, developing that is, is like a lot of the fun part of running a company or doing anything, right? I think it's like having, having people who are kind of along on the journey that you're, that you feel like you're doing it with, nothing is ever just one person doing it."
  },
  {
    "start": 279.27474402730377,
    "end": 294.018771331058,
    "speaker": "SPEAKER_00",
    "text": " other people that disagree often within that group. It's a fairly combative group. Okay. So combat is part of it. So this is making decisions on design, engineering, policy, everything. Everything. Everything."
  },
  {
    "start": 281.6296928327645,
    "end": 281.98805460750856,
    "speaker": "SPEAKER_01",
    "text": " Oh yeah!"
  },
  {
    "start": 292.82423208191125,
    "end": 294.17235494880543,
    "speaker": "SPEAKER_01",
    "text": " Everything, everything, everything."
  },
  {
    "summary": "In a conversation between Speaker 00 and Speaker 01, they discuss dealing with fear and anxiety in stressful moments, particularly at work. Speaker 01 mentions that people challenges stress him out the most, while strategy questions don't bother him as much. He emphasizes the importance of having a cohesive team to tackle hard challenges and make difficult decisions. Speaker 01 spends a lot of time fostering a tight core group of individuals who run the company with him. Building this close-knit group requires spending time together and being open to different perspectives. Speaker 01 holds regular meetings with the top 30 people in the company to discuss various topics. They encourage open discussions and decision-making based on values. Within this group, there are often disagreements, and combativeness is a part of the decision-making process, covering everything from design to policy."
  }
]