[
  {
    "start": 2.9607508532423212,
    "end": 45.5716723549488,
    "speaker": "SPEAKER_00",
    "text": " You said, I think to Sean Carroll, by the way, everyone should go check out Sean Carroll's Mindscape podcast. It's incredible. And Sean Carroll is an incredible person. I think you said there, maybe in a paper, I have a quote. You said that a soft particle is a particle that has zero energy. Just like you said, now, and when the energy goes to zero because the energy is proportioned to the wave length, it's also spread over an infinitely large distance. If you like, it's spread over the whole universe. It somehow runs off to the boundary. What we learned from that is that if you add a zero energy particle to the vacuum, you get a new state. And so there are infinitely many vacuars."
  },
  {
    "start": 47.10750853242321,
    "end": 78.95051194539249,
    "speaker": "SPEAKER_00",
    "text": " plural for vacuum, which can be thought of as being different from one another by the addition of soft photons or soft gravitons. Can you elaborate on this wild idea? If you like, it spreads over the whole universe. When the energy goes to zero because the energy is proportionate of the wavelength, it also spreads over an infinitely large distance. If you like, it's spread over the whole universe. It's spread over the whole universe. Can you explain these soft gravitons or photons?"
  },
  {
    "start": 55.81058020477816,
    "end": 56.134812286689424,
    "speaker": "SPEAKER_01",
    "text": " Right."
  },
  {
    "start": 79.73549488054609,
    "end": 99.01877133105803,
    "speaker": "SPEAKER_01",
    "text": " Yeah, so the soft gravitons and photons have been known about since the 60s, but exactly what we're supposed to do with them or how we're supposed to think about them, I think has been..."
  },
  {
    "start": 100.07679180887372,
    "end": 113.25085324232083,
    "speaker": "SPEAKER_01",
    "text": " well understood only recently. And in quantum mechanics, the energy of a particle is proportional to Planck's constant times its wavelength."
  },
  {
    "start": 114.6160409556314,
    "end": 141.5273037542662,
    "speaker": "SPEAKER_01",
    "text": " So when the energy goes to zero, the wavelength gets goes to infinity. Now, if something has zero energy and it's spread all over the universe, in what sense is it actually there? That's, yeah, that's been the confusing thing to make a precise statement about when something is and isn't there."
  },
  {
    "start": 142.20989761092153,
    "end": 145.31569965870307,
    "speaker": "SPEAKER_01",
    "text": " Now, the simplest way of seeing"
  },
  {
    "start": 146.7320819112628,
    "end": 158.69453924914677,
    "speaker": "SPEAKER_01",
    "text": " So people might have taken the point of view that if it has zero energy and is spread all over the universe, it's not there. We can ignore it."
  },
  {
    "start": 159.99146757679182,
    "end": 164.820819112628,
    "speaker": "SPEAKER_01",
    "text": " But if you do this, you're getting to trouble."
  },
  {
    "start": 165.57167235494882,
    "end": 173.0119453924915,
    "speaker": "SPEAKER_01",
    "text": " And one of the ways that you'll get into trouble is that even though it has zero energy, it doesn't have zero angular momentum."
  },
  {
    "start": 174.59897610921502,
    "end": 181.66382252559725,
    "speaker": "SPEAKER_01",
    "text": " If it's a photon, it always has angular momentum one. If it's a graviton, it's angular momentum two."
  },
  {
    "start": 184.03583617747444,
    "end": 194.58191126279866,
    "speaker": "SPEAKER_01",
    "text": " So you can't say that the state of the system with the zero energy photon should be identified with the one."
  },
  {
    "start": 195.62286689419795,
    "end": 203.0972696245734,
    "speaker": "SPEAKER_01",
    "text": " without the zero energy photon that we can just ignore them because then you will conclude that angular momentum is not conserved."
  },
  {
    "start": 204.30887372013655,
    "end": 208.31911262798639,
    "speaker": "SPEAKER_01",
    "text": " And if angular momentum is not conserved, things won't be consistent."
  },
  {
    "start": 210.04266211604096,
    "end": 222.94368600682594,
    "speaker": "SPEAKER_01",
    "text": " And of course, you can have a lot of these things, and typically you do get a lot of them. And when you can actually do a calculation that shows that every time you scatter,"
  },
  {
    "start": 224.00170648464166,
    "end": 226.54436860068262,
    "speaker": "SPEAKER_01",
    "text": " two particles, you create an infinite number of them."
  },
  {
    "start": 226.54436860068262,
    "end": 230.04266211604096,
    "speaker": "SPEAKER_00",
    "text": " In the number of the soft photons and gap of the zero energy."
  },
  {
    "start": 229.0529010238908,
    "end": 230.82764505119457,
    "speaker": "SPEAKER_01",
    "text": " up to zero energy ones. Yeah."
  },
  {
    "start": 230.759385665529,
    "end": 238.52389078498294,
    "speaker": "SPEAKER_00",
    "text": " And so these are somehow everywhere, but they're also contained information or they're able to store information."
  },
  {
    "start": 234.2576791808874,
    "end": 235.179180887372,
    "speaker": "SPEAKER_01",
    "text": " But there's everywhere."
  },
  {
    "start": 238.52389078498294,
    "end": 267.1245733788396,
    "speaker": "SPEAKER_01",
    "text": " and they're able to store information. They're able to store an arbitrary, large amount of information. So what we pointed out is, so what these things really do, one way of thinking of them is they rush off to the edges of the universe, spreading out all over the space, it's like saying they rush off to the edge of the universe. Right. And that includes, if the interior of the black hole is not considered part of the universe, that includes the edge of the black hole."
  },
  {
    "start": 269.18941979522185,
    "end": 277.0221843003413,
    "speaker": "SPEAKER_01",
    "text": " So we need to set up our description of physics so that all the things that are conserved."
  },
  {
    "start": 278.33617747440275,
    "end": 293.8993174061433,
    "speaker": "SPEAKER_01",
    "text": " are still conserved in the way that we're describing them, and that will not be true if we ignore these things. We have to keep careful track of these things. And people had been sloppy about that, and we learned how to be very precise and careful about it. And this..."
  },
  {
    "start": 293.4726962457338,
    "end": 303.8651877133106,
    "speaker": "SPEAKER_00",
    "text": " And once you're being precise, you can actually answer this kind of very problematic thing that Hawking suggested that Black Hole's destroy information. Well."
  },
  {
    "start": 303.4556313993174,
    "end": 309.1211604095563,
    "speaker": "SPEAKER_01",
    "text": " Well, what we showed is that there's an error in the argument."
  },
  {
    "start": 309.9914675767918,
    "end": 314.8720136518771,
    "speaker": "SPEAKER_01",
    "text": " that all black holes are the same because they hadn't kept track of these."
  },
  {
    "start": 315.5887372013652,
    "end": 317.3805460750853,
    "speaker": "SPEAKER_01",
    "text": " these very subtle things."
  },
  {
    "start": 318.48976109215016,
    "end": 321.39078498293514,
    "speaker": "SPEAKER_01",
    "text": " and whether or not"
  },
  {
    "start": 322.20989761092153,
    "end": 324.68430034129693,
    "speaker": "SPEAKER_01",
    "text": " This is the key error in the argument."
  },
  {
    "start": 325.8617747440273,
    "end": 330.23037542662115,
    "speaker": "SPEAKER_01",
    "text": " remains to be seen, or whether this is a technical point. Yes."
  },
  {
    "start": 330.23037542662115,
    "end": 336.01535836177476,
    "speaker": "SPEAKER_00",
    "text": " But it is an error. It is an error and Hawking obviously agreed with that."
  },
  {
    "start": 331.8003412969283,
    "end": 331.8344709897611,
    "speaker": "SPEAKER_01",
    "text": ""
  },
  {
    "start": 336.01535836177476,
    "end": 351.30546075085323,
    "speaker": "SPEAKER_01",
    "text": " Hawking agreed with it. He was sure that this was the critical error. This was the critical error and that understanding this would get us the whole story. That could well be."
  },
  {
    "start": 351.78327645051195,
    "end": 358.67747440273035,
    "speaker": "SPEAKER_00",
    "text": " What was it like or can we still be talking on this particular problem because it's kind of a whole journey right?"
  },
  {
    "start": 358.21672354948805,
    "end": 364.4283276450512,
    "speaker": "SPEAKER_01",
    "text": " Well, you know, I love the guy. He's so passionate about"
  },
  {
    "start": 365.99829351535834,
    "end": 368.42150170648466,
    "speaker": "SPEAKER_01",
    "text": " physics. He just..."
  },
  {
    "start": 367.4658703071672,
    "end": 367.6194539249147,
    "speaker": "SPEAKER_00",
    "text": ""
  },
  {
    "start": 369.9914675767918,
    "end": 373.88225255972696,
    "speaker": "SPEAKER_01",
    "text": " Yeah, his, his oneness with"
  },
  {
    "start": 375.179180887372,
    "end": 377.75597269624575,
    "speaker": "SPEAKER_01",
    "text": " the problem in the, I mean, it's..."
  },
  {
    "start": 378.76279863481227,
    "end": 383.60921501706486,
    "speaker": "SPEAKER_00",
    "text": " So his mind is all occupied by the world that's... Yeah. What's more..."
  },
  {
    "start": 382.09044368600684,
    "end": 390.16211604095565,
    "speaker": "SPEAKER_01",
    "text": " Yeah, let me tell you there's a lot of other things with illness and with its celebrity and yeah, a lot of other things."
  },
  {
    "start": 391.86860068259386,
    "end": 397.5853242320819,
    "speaker": "SPEAKER_00",
    "text": " a lot of distractions pulling it is uh... at his mind he's still there is still there"
  },
  {
    "start": 397.5853242320819,
    "end": 405.8788395904437,
    "speaker": "SPEAKER_01",
    "text": " I remember him turning down T with Lady Gaga so we could spend another hour on our paper."
  },
  {
    "start": 405.8788395904437,
    "end": 417.3805460750853,
    "speaker": "SPEAKER_00",
    "text": " But that, my friends, is dedication. What did you learn about physics? What did you learn about life? Farmer, having worked with Stephen Hawking."
  },
  {
    "start": 407.05631399317406,
    "end": 407.32935153583617,
    "speaker": "SPEAKER_01",
    "text": " Hey."
  },
  {
    "start": 417.3805460750853,
    "end": 423.1996587030717,
    "speaker": "SPEAKER_01",
    "text": " Well, he was one of my great teachers. Of course, he's older than me and I was reading his"
  },
  {
    "start": 424.39419795221846,
    "end": 426.66382252559725,
    "speaker": "SPEAKER_01",
    "text": " his textbooks and in..."
  },
  {
    "start": 428.98464163822524,
    "end": 437.8924914675768,
    "speaker": "SPEAKER_01",
    "text": " in graduate school. And you know, I learned a lot about relativity from him. I learned about"
  },
  {
    "start": 438.5068259385666,
    "end": 442.20989761092153,
    "speaker": "SPEAKER_01",
    "text": " Passion for a problem. I learned about"
  },
  {
    "start": 444.5136518771331,
    "end": 456.4249146757679,
    "speaker": "SPEAKER_01",
    "text": " not caring what other people think. Physics is an interesting culture, even if you make a great discovery like Hawking Dead."
  },
  {
    "start": 457.0392491467577,
    "end": 477.51706484641636,
    "speaker": "SPEAKER_01",
    "text": " people don't believe everything you say. In fact, people love to disagree. It's a culture that the cherishes disagreement. And so, you know, he kept ahead with what he believed in and sometimes he was right and sometimes he was wrong."
  },
  {
    "start": 477.9266211604096,
    "end": 498.9334470989761,
    "speaker": "SPEAKER_00",
    "text": " Do you feel pressure from the community? So for example, with strength theory, it was very popular for a time. There's a bit of criticism or it's less popular now. Do you feel the forces of the community as it moves in in all to different fields? Or do you try to stay like how difficult is it to stay intellectually and mathematically independent from the community?"
  },
  {
    "start": 502.09044368600684,
    "end": 503.1825938566553,
    "speaker": "SPEAKER_01",
    "text": " Personally"
  },
  {
    "start": 505.74232081911265,
    "end": 507.84129692832767,
    "speaker": "SPEAKER_01",
    "text": " I'm lucky."
  },
  {
    "start": 509.25767918088735,
    "end": 513.5580204778157,
    "speaker": "SPEAKER_01",
    "text": " I'm well equipped for that. I, when I,"
  },
  {
    "start": 514.9232081911263,
    "end": 518.8993174061434,
    "speaker": "SPEAKER_01",
    "text": " started out in graduate school, the problem of quantum gravity was..."
  },
  {
    "start": 521.0665529010239,
    "end": 522.807167235495,
    "speaker": "SPEAKER_01",
    "text": " not considered interesting."
  },
  {
    "start": 523.6433447098976,
    "end": 524.7866894197953,
    "speaker": "SPEAKER_00",
    "text": " And stop that anyway."
  },
  {
    "start": 524.7866894197953,
    "end": 535.2645051194539,
    "speaker": "SPEAKER_01",
    "text": " I still did it anyway. I'm a little bit of a contrarian, I guess, and I think that has served me well."
  },
  {
    "start": 537.5511945392492,
    "end": 543.9846416382253,
    "speaker": "SPEAKER_01",
    "text": " People are always sort of disagreeing with me. And they're usually right, but I'm right enough."
  },
  {
    "start": 543.9846416382253,
    "end": 548.7627986348123,
    "speaker": "SPEAKER_00",
    "text": " And like you said, the contradiction ultimately paves the path of discovery."
  },
  {
    "summary": "The conversation is focused on the concept of soft particles, specifically soft gravitons and photons. The speaker explains that soft particles have zero energy and are spread over an infinitely large distance, even across the whole universe. These particles have zero energy but do possess angular momentum, which means they cannot be ignored or disregarded. The speaker suggests that soft particles rush off to the edges of the universe, including the edges of black holes. Ignoring these particles would result in a violation of conservation laws. Additionally, the conversation touches on Stephen Hawking's belief that black holes destroy information, which the speakers argue is an error in the argument and can be disproven by considering the existence of soft particles. The speakers also discuss their experiences working with Hawking and their dedication to physics, emphasizing the importance of passion and independence in the field."
  }
]