[
  {
    "start": 3.5068259385665534,
    "end": 62.15870307167236,
    "speaker": "SPEAKER_01",
    "text": " Sabine Hassanfelder, I don't know if you're familiar with her. She wrote this book, then I need to read it, but I forget what the title is, but it's Beauty leads us astray in physics. Is a subtitle or something like that? Which so much about what we're talking about now, like this simplification, is that to us humans seems to be beautiful. Like there's a certain intuition with physicists, with people that a simple theory, like this reducibility, pockets of reducibility is the ultimate goal. And I think what she tries to argue is, no, we just need to come up with theories that are just really good at predicting physical phenomena. It's okay to have a bunch of disparate theories as opposed to trying to chase this beautiful theory of everything is the ultimate beautiful theory. A simple one. You know, it's your response to that."
  },
  {
    "start": 59.513651877133114,
    "end": 212.5,
    "speaker": "SPEAKER_00",
    "text": " You know, it's your response to that. Well, so what you're quoting is I don't know the Sabine Hassan Felder's, you know, exactly what she said, but I mean, maybe that's quoting the exact, I'm quoting the title of a book. Okay. Let me, let me, let me respond to what you were describing. Yeah. Mail may not have anything to do with what, uh, you know, what's Sabine Hassan Felder says. Yeah. I'm more thanks. I'm sorry, Sabine. Right. Sorry for discording. Um, but I mean, the question is, you know, does is beauty a guide to whether something is correct, which is kind of also the story of Occam's razor. You know, if you've got a bunch of different explanations of things, you know, is the thing that is the simplest explanation likely to be the correct explanation? And there are situations where that's true and there are situations where it isn't true. Sometimes in human systems, it is true because people have kind of, you know, an evolutionary system, sometimes it's true because it's sort of been kicked to the point where it's minimized. Um, but, uh, you know, in physics, does Occam's razor work? You know, is there a simple quotes, beautiful explanation for things or is it a big mess? Um, you know, we don't intrinsically know, you know, I think that the, I wouldn't before I worked on the project in recent times, I would have said, we do not know how complicated the rule for the universe will be. And, and I would have said, you know, the one thing we know, which is a fundamental fact about science, that's the thing that makes science possible is that there is an order in the universe. I mean, you know, early theologians would have used that as an argument for the existence of God because it's like, why is that order in the universe? Why doesn't every single particle in the universe just do its own thing? Yeah. Um, you know, something must be making there be order in the universe. We, you know, in, in the sort of early theology point of view, that's, you know, the role of God is to do that, so to speak. In our, uh, you know, we might say it's the role of a formal theory to do that. And then the question is, but how simple should that theory be? And should that theory be one that, that, you know, where I think the point is, if it's simple, it's almost inevitably somewhat beautiful in the sense that because all the stuff that we see has to fit into this little tiny theory. And the way it does that has to be, you know, it depends on your notion of beauty. But I mean, in, in, for me, the, the sort of the surprising connectivity of it, is at least in my aesthetic, that's something that, uh, I'm not responding to my aesthetic."
  },
  {
    "start": 68.16552901023891,
    "end": 71.66382252559727,
    "speaker": "SPEAKER_01",
    "text": " and maybe just quoting the text. Well, quoting the title of a book. Okay."
  },
  {
    "start": 77.73890784982936,
    "end": 78.06313993174062,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 83.89931740614335,
    "end": 85.60580204778158,
    "speaker": "SPEAKER_01",
    "text": " Right. Sorry for misquoting."
  },
  {
    "start": 96.28839590443687,
    "end": 96.49317406143345,
    "speaker": "SPEAKER_01",
    "text": " Right."
  },
  {
    "start": 210.9470989761092,
    "end": 233.57508532423208,
    "speaker": "SPEAKER_01",
    "text": " I'm not responsible to my aesthetic, but the question is, I mean, you're a fascinating person in the sense that you're once talking about computational, the fundamental computational reducibility of the universe. And on the other hand, trying to come up with a theory of everything, which simply describes the"
  },
  {
    "start": 235.28156996587035,
    "end": 274.00170648464166,
    "speaker": "SPEAKER_01",
    "text": " the simple origins of that competition, or reducibility. Right. I mean, both of those things are kind of, it's paralyzing to think that we can't make any sense of the universe in a general case. But it's hopeful to think like one, we can think of a rule that generates this whole complexity. And two, we can find pockets of reducibility that are powerful for everyday life to do different kinds of predictions. I suppose to be once to focus on the finding of small pockets of reducibility versus the theory of everything."
  },
  {
    "start": 274.00170648464166,
    "end": 377.94368600682594,
    "speaker": "SPEAKER_00",
    "text": " It's a funny thing because a bunch of people have started working on this physics project, people who are physicists, basically. It is really a fascinating sociological phenomenon because when I was working on this before in the 1990s, I wrote it up, put it, it's a hundred pages over this, twelve hundred page book that I wrote, new kind of science, it's a hundred pages of that as about physics. I saw it at that time, not as a penical achievement, but rather as a use case, so to speak. My main point was this new kind of science, and it's like you can apply it to biology, you can apply it to other kinds of physics, you can apply it to fundamental physics. It's just an application, so to speak. It's not the core thing. But then one of the things was interesting with that book, was, you know, book comes out, lots of people think it's pretty interesting and lots of people start using what it has in different kinds of fields. The one field where there was sort of a heavy pitchforking was from my friends, the fundamental physics people, which was, it's like, no, this can't possibly be right. And you know, it's like, you know, if what you're doing is right, it'll overturn fifty years of what we've been doing. And it's like, no, it won't. It was what I was saying. It's like, but, you know, for a while, when I started, you know, I was going to go on back in 2002, well, 2004, actually, I was going to go on working on this project, and I actually stopped partly because it's like, why am I, you know, this is like, I've been in business the long time, right? I'm building a product for a target market that doesn't want the product. And it's like, yeah."
  },
  {
    "start": 343.2679180887372,
    "end": 343.42150170648466,
    "speaker": "SPEAKER_01",
    "text": " Okay."
  },
  {
    "start": 374.49658703071674,
    "end": 374.7184300341297,
    "speaker": "SPEAKER_01",
    "text": " Yeah."
  },
  {
    "start": 377.94368600682594,
    "end": 382.56825938566556,
    "speaker": "SPEAKER_01",
    "text": " Why work, yeah, yeah, why work against the swim against the current? Right."
  },
  {
    "start": 382.0051194539249,
    "end": 414.6160409556314,
    "speaker": "SPEAKER_00",
    "text": " But you see what's happened, which is sort of interesting, is that a couple of things happened. And it was like, I don't want to do this project because I can do so many other things, which I'm really interested in, where people say, great, thanks for those tools, thanks for those ideas, et cetera. Whereas if you're dealing with a structure where people are saying, no, no, we don't want this new stuff, we don't need any new stuff. We're really fine with what we're doing."
  },
  {
    "start": 414.06996587030716,
    "end": 425.4522184300341,
    "speaker": "SPEAKER_01",
    "text": " There's like literally like I don't know millions of people who are thankful for wolf from alpha A bunch of people wrote to me how thankful they are they are different crowd than the theoretical physics community perhaps"
  },
  {
    "start": 415.3327645051195,
    "end": 416.1348122866894,
    "speaker": "SPEAKER_00",
    "text": " I don't know."
  },
  {
    "start": 425.4522184300341,
    "end": 494.7184300341297,
    "speaker": "SPEAKER_00",
    "text": " Yeah, well, the theoretical physics community pretty much uniformly uses a well-from-language in mathematical, right? And so it's kind of like, like, you know, and that's, but the thing is, what happens, this is what happens, mature fields do not, you know, it's like we're doing what we're doing, we have the methods that we have, and where we're just fine here. Now, what's happened in the last 18 years or so, I think there's a couple of things have happened. First of all, the hope that, you know, string theory or whatever would deliver the fundamental theory of physics, that hope has disappeared. That the, another thing that's happened is the sort of, the interest in computation around physics has been greatly enhanced by the whole quantum information, quantum computing story. People, you know, the idea there might be something sort of computational related to physics or somehow, somehow growing. And I think, you know, it's sort of interesting, I mean, right now, if we say, you know, it's like, if you're like, who else is trying to come up with the fundamental theory of physics? It's like, they're on professional, no professional, no professional, no professional physicists."
  },
  {
    "start": 491.13481228668945,
    "end": 493.9675767918089,
    "speaker": "SPEAKER_01",
    "text": " And professional, no professional, no professional."
  },
  {
    "summary": "In this conversation, Speaker_01 discusses a book titled \"Beauty Leads Us Astray in Physics\" by Sabine Hassanfelder, which argues against the pursuit of a singular, beautiful theory of everything in physics. Speaker_00 responds by discussing the concept of beauty as a guide to correctness and the role of simplicity in scientific explanations. They mention Occam's razor and the question of whether a simple theory is more likely to be correct. Speaker_00 also reflects on their own work on a new kind of science and the resistance they faced from the physics community. They discuss the idea of finding pockets of reducibility and the challenges of reconciling the fundamental computational reducibility of the universe with the search for a theory of everything. The conversation concludes with a discussion on the changing landscape of physics and the increased interest in computation and quantum information."
  }
]